[
  {"id":"bengtson2004","abstract":"The haulout patterns of five adult and two juvenile crabeater seals (Lobodon carcinophaga) were documented from February to December 1995 in three areas of the Antarctic. The longest haulout event was 19.2 h (mean=7.9, median=7.8); the longest in-water event was 85.8 h (mean=15.1, median=14.2). In no month were more than 76% of the adult seals in our sample hauled-out simultaneously. Multivariate repeated measures analysis of variance tests revealed no difference between males and females in the daily timing of haulout (P>0.05) between March and August (the only months with an adequate sample); in contrast, haulout timing differed between juvenile and adult seals (P<0.05) except in May. Juveniles spent about twice as much time hauled-out on the ice as adults (38% vs 20%, respectively; P<0.05). Predator avoidance by juveniles is hypothesized to be a possible cause for these differences. In light of these haulout patterns, population surveys of crabeater seals conducted in February, and as close as possible to local solar noon, can be expected to encounter the highest proportion of seals hauled-out on ice.","author":[{"family":"Bengtson","given":"J. L."},{"family":"Cameron","given":"M. F."}],"citation-key":"bengtson2004","container-title":"Polar Biology","DOI":"DOI 10.1007/s00300-004-0597-1","ISSN":"0722-4060","issue":"6","issued":{"date-parts":[["2004",5]]},"language":"English","page":"344-349","title":"Seasonal haulout patterns of crabeater seals (<i>Lobodon carcinophaga</i>)","type":"article-journal","volume":"27"},
  {"id":"bengtson2005a","abstract":"Abstract  Aerial surveys were conducted in 1999 and 2000 to estimate the densities of ringed (Phoca hispida) and bearded (Erignathus barbatus) seals in the eastern Chukchi Sea. Survey lines were focused mainly on the coastal zone within 37 km of the shoreline, with additional lines flown 148–185 km offshore to assess how densities of seals changed as a function of distance from shore. Satellite-linked time-depth recorders were attached to ringed seals in both years to evaluate the time spent basking on the ice surface. Haulout patterns indicated that ringed seals transitioned to basking behavior in late May and early June, and that the largest proportion of seals (60–68%) was hauled out between 0830 and 1530 local solar time. Ringed seals were relatively common in nearshore fast ice and pack ice, with lower densities in offshore pack ice. The average density of ringed seals was 1.91 seals km−2 in 1999 (range 0.37–16.32) and 1.62 seals km−2 in 2000 (range 0.42–19.4), with the highest densities of ringed seals found in coastal waters south of Kivalina and near Kotzebue Sound. The estimated abundance of ringed seals for the entire study area was similar in 1999 (252,488 seals, SE=47,204) and 2000 (208,857 seals, SE=25,502). Bearded seals were generally more common in offshore pack ice, with the exception of high bearded seal numbers observed near the shore south of Kivalina. Bearded seal densities were not adjusted for haulout behavior, and therefore, abundance was not estimated. Unadjusted average bearded seal density was 0.07 seals km−2 in 1999 (range 0.011–0.393) and 0.14 seals km−2 in 2000 (range 0.009–0.652). Levels of primary productivity, benthic biomass, and fast ice distribution may influence the distributions of ringed and bearded seals in the Chukchi Sea. Information on movement and haulout behavior of ringed and bearded seals would be very useful for designing future surveys.","author":[{"family":"Bengtson","given":"J. L."},{"family":"Hiruki-Raring","given":"L. M."},{"family":"Simpkins","given":"M. A."},{"family":"Boveng","given":"P. L."}],"citation-key":"bengtson2005a","container-title":"Polar Biology","issue":"11","issued":{"date-parts":[["2005"]]},"page":"833-845","title":"Ringed and bearded seal densities in the eastern Chukchi Sea, 1999-2000","type":"article-journal","volume":"28"},
  {"id":"betts2006","author":[{"family":"Betts","given":"Matthew G"},{"family":"Diamond","given":"AW"},{"family":"Forbes","given":"GJ"},{"family":"Villard","given":"M-A"},{"family":"Gunn","given":"JS"}],"citation-key":"betts2006","container-title":"Ecological Modelling","ISSN":"0304-3800","issue":"2","issued":{"date-parts":[["2006"]]},"page":"197-224","title":"The importance of spatial autocorrelation, extent and resolution in predicting forest bird occurrence","type":"article-journal","volume":"191"},
  {"id":"boveng2009","archive_location":"noaa:3671","author":[{"family":"Boveng","given":"Peter Laurens"},{"family":"Bengtson","given":"John L."},{"family":"Buckley","given":"Troy William"},{"family":"Cameron","given":"Michael Foley"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Kelly","given":"Brendan Patrick"},{"family":"Megrey","given":"Bernard A."},{"family":"Overland","given":"James E."},{"family":"Williamson","given":"Neal J."}],"citation-key":"boveng2009","container-title":"U.S. Dep. Commer., NOAA Tech. Memo.","editor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"issued":{"date-parts":[["2009"]]},"page":"153","title":"Status review of the spotted seal (<i>Phoca largha</i>)","type":"article-journal","URL":"https://repository.library.noaa.gov/view/noaa/3671","volume":"NMFS-AFSC-200"},
  {"id":"boveng2013","author":[{"family":"Boveng","given":"Peter L."},{"family":"Cameron","given":"Michael F."}],"citation-key":"boveng2013","event-place":"Anchorage, Alaska","issued":{"date-parts":[["2013"]]},"page":"91","publisher":"Bureau of Ocean Energy Management, Alaska Outer Continental Shelf Region","publisher-place":"Anchorage, Alaska","title":"Pinniped movements and foraging: seasonal movements, habitat selection, foraging and haul-out behavior of adult bearded seals in the Chukchi Sea. Final Report, BOEM Report 2013-01150","type":"report"},
  {"id":"boveng2013a","abstract":"\"This status review is intended to be a compilation of the best available information concerning the status of ribbon seals (Histriophoca fasciata), including the past, present, and future threats to this species. It is an update to a previous review (Boveng et al. 2008) conducted in response to a petition filed by the Center for Biological Diversity to list the ribbon seal as threatened or endangered under the U.S. Endangered Species Act (ESA), primarily due to concern about threats to this species' habitat from climate warming and loss of sea ice. This update was compiled by a National Oceanic and Atmospheric Administration (NOAA) biological review team (BRT) under a settlement agreement with the Center for Biological Diversity on August 30, 2011, in which NMFS agreed to apply a modified approach to analyzing extinction risk in the 'foreseeable future', and incorporate new information that has become available since the previous review\"--Executive summary.","archive_location":"noaa:4451","author":[{"family":"Boveng","given":"Peter Laurens"},{"family":"Bengtson","given":"John L."},{"family":"Cameron","given":"Michael Foley"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Logerwell","given":"E. A. (Elizabeth A.)"},{"family":"London","given":"Josh M."},{"family":"Overland","given":"James E."},{"family":"Sterling","given":"Jeremy T."},{"family":"Stevenson","given":"Duane E.","suffix":"1970-"},{"family":"Taylor","given":"Barbara Louise","suffix":"1954-"},{"family":"Ziel","given":"Heather Lee","suffix":"1974-"}],"citation-key":"boveng2013a","container-title":"U.S. Dep. Commer., NOAA Tech. Memo.","editor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"issued":{"date-parts":[["2013"]]},"page":"174","title":"Status review of the ribbon seal (<i>Histriophoca fasciata</i>)","type":"article-journal","URL":"https://repository.library.noaa.gov/view/noaa/4451","volume":"NMFS-AFSC-255"},
  {"id":"boveng2018a","author":[{"family":"Boveng","given":"P."},{"family":"Lowry","given":"L."}],"citation-key":"boveng2018a","container-title":"Encyclopedia of Marine Mammals: Third Edition","editor":[{"family":"Bernd Würsig","given":""},{"family":"J. G. M. Thewissen","given":""},{"family":"Kit Kovacs","given":""}],"event-place":"London","issued":{"date-parts":[["2018"]]},"page":"811-813","publisher":"Academic Press","publisher-place":"London","title":"Ribbon seal (<i>Histriophoca fasciata</i>)","type":"chapter"},
  {"id":"boveng2020","abstract":"A warming climate has driven rapid physical changes in the Arctic environment, particularly in the Bering Sea. Biological changes are also increasingly evident in the Bering Sea and adjacent waters. The ecological results have been profound and relatively well documented for fishes and lower trophic levels. Upper trophic predators such as marine mammals, however, have been underrepresented in ecosystem surveys, models, and efforts to practice ecosystem-based fisheries management. We used multiple linear regression to model body condition (mass/length) as a function of species, age class, sex and year for ribbon and spotted seals in the Bering Sea, and harbor seals in the Aleutian Islands, from 2007 to 2018, for evidence of recent trends that might reflect trophic or bottom-up changes in the ecosystem. Model-averaged coefficients (in kg cm−1, relative to the overall mean) indicated that body condition was lower for subadults (−0.063; 95% CI: −0.074 – −0.051) and pups (−0.120; 95% CI: −0.129 – −0.112) than for adults (0.183, the negative sum of the subadults and pups coefficients). Body condition for males (0.010; 95% CI: 0.002–0.019) was higher than for females (−0.010). Overall, body condition declined annually (−0.014 per year; 95% CI: −0.025 – −0.004), and there was an additive annual decline in body condition of seal pups across all species and sexes (−0.020; 95% CI: −0.030 – −0.011). An additive annual increase in body condition of spotted seals across all sexes and age classes (0.013; 95% CI: 0.004–0.022) mitigated the annual declines for this species. Model-averaged fitted values therefore indicated annual declines in body condition for ribbon and harbor seals of all sex and age classes, and for spotted seal pups. We relate these declines to the trend in Bering Sea ice extent and to recent, rapid changes brought on by the significant Northeast Pacific marine heat wave of 2014–2016 and its lingering effects through 2018 and 2019. The results indicate that these typically resilient, long-lived, generalist predators can be impacted by bottom-up forcing.","author":[{"family":"Boveng","given":"Peter L."},{"family":"Ziel","given":"Heather L."},{"family":"McClintock","given":"Brett T."},{"family":"Cameron","given":"Michael F."}],"citation-key":"boveng2020","container-title":"Deep Sea Research Part II: Topical Studies in Oceanography","DOI":"10.1016/j.dsr2.2020.104904","ISSN":"0967-0645","issued":{"date-parts":[["2020",11,20]]},"page":"104904","title":"Body condition of phocid seals during a period of rapid environmental change in the Bering Sea and Aleutian Islands, Alaska","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0967064520301594","volume":"181-182"},
  {"id":"breed2018","author":[{"family":"Breed","given":"G. A."},{"family":"Cameron","given":"M. F."},{"family":"Ver Hoef","given":"J. M."},{"family":"Boveng","given":"P. L."},{"family":"Whiting","given":"A."},{"family":"Frost","given":"K. J."}],"citation-key":"breed2018","container-title":"Marine Ecology Progress Series","issued":{"date-parts":[["2018"]]},"page":"223-237","title":"Seasonal sea ice dynamics drive movement and migration of juvenile bearded seals <i>Erignathus barbatus</i>","type":"article-journal","volume":"600"},
  {"id":"bronson2009","abstract":"Seasonal reproduction is common among mammals at all latitudes, even in the deep tropics. This paper (i) discusses the neuroendocrine pathways via which foraging conditions and predictive cues such as photoperiod enforce seasonality, (ii) considers the kinds of seasonal challenges mammals actually face in natural habitats, and (iii) uses the information thus generated to suggest how seasonal reproduction might be influenced by global climate change. Food availability and ambient temperature determine energy balance, and variation in energy balance is the ultimate cause of seasonal breeding in all mammals and the proximate cause in many. Photoperiodic cueing is common among long-lived mammals from the highest latitudes down to the mid-tropics. It is much less common in shorter lived mammals at all latitudes. An unknown predictive cue triggers reproduction in some desert and dry grassland species when it rains. The available information suggests that as our climate changes the small rodents of the world may adapt rather easily but the longer lived mammals whose reproduction is regulated by photoperiod may not do so well. A major gap in our knowledge concerns the tropics; that is where most species live and where we have the least understanding of how reproduction is regulated by environmental factors.","author":[{"family":"Bronson","given":"F. H."}],"citation-key":"bronson2009","container-title":"Philosophical Transactions of the Royal Society B","container-title-short":"Philos T R Soc B","DOI":"10.1098/rstb.2009.0140","ISSN":"0962-8436","issue":"1534","issued":{"date-parts":[["2009",11,27]]},"language":"English","page":"3331-3340","title":"Climate change and seasonal reproduction in mammals","type":"article-journal","volume":"364"},
  {"id":"cameron2010","archive_location":"noaa:3761","author":[{"family":"Cameron","given":"Michael Foley"},{"family":"Bengtson","given":"John L."},{"family":"Boveng","given":"Peter Laurens"},{"family":"Jansen","given":"J. K. (John Kevin)"},{"family":"Kelly","given":"Brendan Patrick"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Logerwell","given":"E. A. (Elizabeth A.)"},{"family":"Overland","given":"James E."},{"family":"Sabine","given":"Christopher L."},{"family":"Waring","given":"Gordon T."},{"family":"Wilder","given":"J. M."}],"citation-key":"cameron2010","container-title":"U.S. Dep. Commer., NOAA Tech. Memo.","editor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"issued":{"date-parts":[["2010"]]},"page":"246","title":"Status review of the bearded seal (<i>Erignathus barbatus</i>)","type":"article-journal","URL":"https://repository.library.noaa.gov/view/noaa/3761","volume":"NMFS-AFSC-211"},
  {"id":"cameron2018","abstract":"The first year of life is typically the most critical to a pinniped’s survival, especially for Arctic phocids which are weaned at only a few weeks of age and left to locate and capture prey on their own. Their seasonal movements and habitat selection are therefore important factors in their survival. During a cooperative effort between scientists and subsistence hunters in October 2004, 2005, and 2006, 13 female and 13 male young (i.e., age <2) bearded seals (Erignathus barbatus) were tagged with satellite-linked dive recorders (SDRs) in Kotzebue Sound, Alaska. Shortly after being released, most seals moved south with the advancing sea-ice through the Bering Strait and into the Bering Sea where they spent the winter and early spring. The SDRs of 17 (8 female and 9 male) seals provided frequent high-quality positions in the Bering Sea; their data were used in our analysis. To investigate habitat selection, we simulated 20 tracks per seal by randomly selecting from the pooled distributions of the absolute bearings and swim speeds of the tagged seals. For each point in the observed and simulated tracks, we obtained the depth, sea-ice concentration, and the distances to sea-ice, open water, the shelf break and coastline. Using logistic regression with a stepwise model selection procedure, we compared the simulated tracks to those of the tagged seals and obtained a model for describing habitat selection. The regression coefficients indicated that the bearded seals in our study selected locations near the ice edge. In contrast, aerial surveys of the bearded seal population, predominantly composed of adults, indicated higher abundances in areas farther north and in heavier pack ice. We hypothesize that this discrepancy is the result of behavioral differences related to age. Ice concentration was also shown to be a statistically significant variable in our model. All else being equal, areas of higher ice concentration are selected for up to about 80%. The effects of sex and bathymetry were not statistically significant. The close association of young bearded seals to the ice edge in the Bering Sea is important given the likely effects of climate warming on the extent of sea-ice and subsequent changes in ice edge habitat.","author":[{"family":"Cameron","given":"Michael F."},{"family":"Frost","given":"Kathryn J."},{"family":"Ver Hoef","given":"Jay M."},{"family":"Breed","given":"Greg A."},{"family":"Whiting","given":"Alex V."},{"family":"Goodwin","given":"John"},{"family":"Boveng","given":"Peter L."}],"citation-key":"cameron2018","container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0192743","issue":"2","issued":{"date-parts":[["2018"]]},"page":"e0192743","title":"Habitat selection and seasonal movements of young bearded seals (<i>Erignathus barbatus</i>) in the Bering Sea","type":"article-journal","volume":"13"},
  {"id":"cavalieri1996","author":[{"family":"Cavalieri","given":"D. J."},{"family":"Parkinson","given":"C. L."},{"family":"Gloersen","given":"P."},{"family":"Zwally","given":"H."}],"citation-key":"cavalieri1996","issued":{"date-parts":[["1996"]]},"title":"Sea ice concentrations from Nimbus-7 SMMR and DMSP SSM/I-SSMIS passive microwave data. Boulder, Colorado USA: NASA National Snow and Ice Data Center Distributed Active Archive Center","type":"webpage"},
  {"id":"conn2012c","abstract":"1. Population ecologists often use telemetry to estimate the probability that an animal is available for sampling\n(availability probability). Such estimates are paramount for generating reliable estimates of animal abundance\nand are sometimes of biological interest in their own right (e.g. for characterizing pinniped haul-out behaviour or\nlandbird singing frequency).\n2. We consider the estimation of availability probability from telemetry data when there are missing records.\nWhen records are missing-completely-at-random (i.e. not influenced by whether an animal is available for sampling\nor other covariates), approaches that censor missing records result in unbiased estimates of availability\nprobability. However, censoring such records can result in bias when data are not missing-completely-atrandom.\n3. We present a novel Bayesian temporal availability model that can be used to explicitly account for the\nprocess by which missing data arise. Our approach couples an underlying model for the partially observed\navailability process together with an observation model that allows state-dependent probabilities of missingness.\nThis approach provides relatively unbiased estimates of availability probability even in the face of violations\nof the missing-at-random assumption. A new R package, TempOcc, is introduced to automate\nestimation.\n4. We demonstrate the utility of our approach by analysing both simulated data and hourly satellite telemetry\nrecords for 157 ice-associated seals in the Bering Sea, forwhich 27%of records weremissing. In this case, we were\ninterested in generating unbiased estimates of haul-out probabilities. Such probabilities are necessary when\nestimating abundance fromaerial survey counts and assessing possible changes in seal phenology.\n5. Our analysis indicates that the missing-at-random assumption is indeed violated in telemetry studies of\nphocid seals in the Bering Sea. However, estimates of availability probability do not depend critically on this\nassumption.\n6. We recommend that ecologists routinely consider the implications of violating the missing-at-random\nassumption when estimating availability probabilities. Where possible, the modelling framework articulated in\nthis study can be used to diagnose and correct for violations of the missing-at-randomassumption.","author":[{"family":"Conn","given":"Paul B."},{"family":"Johnson","given":"Devin S."},{"family":"London","given":"Josh M."},{"family":"Boveng","given":"Peter L."}],"citation-key":"conn2012c","container-title":"Methods in Ecology and Evolution","container-title-short":"Methods Ecol Evol","issue":"3","issued":{"date-parts":[["2012"]]},"page":"1039-1046","title":"Accounting for missing data when assessing availability in animal population surveys: an application to ice-associated seals in the Bering Sea","type":"article-journal"},
  {"id":"conn2014a","accessed":{"date-parts":[["2023",11,13]]},"author":[{"family":"Conn","given":"Paul B."},{"family":"Hoef","given":"Jay M. Ver"},{"family":"McClintock","given":"Brett T."},{"family":"Moreland","given":"Erin E."},{"family":"London","given":"Josh M."},{"family":"Cameron","given":"Michael F."},{"family":"Dahle","given":"Shawn P."},{"family":"Boveng","given":"Peter L."}],"citation-key":"conn2014a","container-title":"Methods in Ecology and Evolution","ISSN":"2041-210X","issue":"12","issued":{"date-parts":[["2014",12,1]]},"language":"en","page":"1280-1293","publisher":"John Wiley & Sons, Ltd","source":"besjournals.onlinelibrary.wiley.com","title":"Estimating multispecies abundance using automated detection systems: Ice-associated seals in the Bering Sea","title-short":"Estimating multispecies abundance using automated detection systems","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.12127","volume":"5"},
  {"id":"conn2023","abstract":"To estimate abundance, surveys of marine mammals often rely on samples of satellite-tagged individuals to correct counts for the proportion of animals that are unavailable to be detected. However, naïve application of this correction relies on the key assumption that availability of the tagged sample resembles that of the population. Here, we show how matrix population models can be used to estimate stable age- and stage-proportions, and how these can be used to adjust aerial survey correction factors so that they represent population-level availability. We illustrate this procedure using data from ice-associated seals in the Bering, Chukchi, and Beaufort Seas. After compiling life history data for bearded (Erignathus barbatus), ribbon (Histriophoca fasciata), ringed (Pusa hispida), and spotted seals (Phoca largha), we find that correction factors ignoring age-sex composition can positively bias spotted seal abundance by an average of 13% and negatively bias ribbon seal abundance by an average of 5%. Note that we did not examine potential bias for bearded or ringed seals due to low sample sizes; as such, we urge caution in interpretation of abundance estimates for these species.","accessed":{"date-parts":[["2024",2,16]]},"author":[{"family":"Conn","given":"Paul B."},{"family":"Trukhanova","given":"Irina S."}],"citation-key":"conn2023","container-title":"Marine Mammal Science","DOI":"10.1111/mms.12992","ISSN":"1748-7692","issue":"2","issued":{"date-parts":[["2023"]]},"language":"en","license":"© 2022 The Authors. Marine Mammal Science published by Wiley Periodicals LLC on behalf of Society for Marine Mammalogy. This article has been contributed to by U.S. Government employees and their work is in the public domain in the USA.","page":"648-661","source":"Wiley Online Library","title":"Modeling vital rates and age-sex structure of Pacific Arctic phocids: influence on aerial survey correction factors","title-short":"Modeling vital rates and age-sex structure of Pacific Arctic phocids","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mms.12992","volume":"39"},
  {"id":"crawford2015","abstract":"Reductions in summer sea ice in the Chukchi and Beaufort seas are expected to affect what has been an ice-adapted marine food web in the Pacific Arctic. To determine whether recent decreases in sea ice have affected ice-associated marine predators (i.e., ringed, Pusa hispida, and bearded seals, Erignathus barbatus) in the Bering and Chukchi seas we compared diet, body condition, growth, productivity, and the proportion of pups harvested (an index of weaning success) for seals of each species harvested by 11 Alaskan villages during two periods; a historical (1975-1984) and a recent period (2003-2012). We also examined how changes in indices of seal health may be correlated with the reduction of sea ice characteristic of the recent period. For ringed seals >= 1 year of age, the % frequency of occurrence (%FO) of Arctic cod (Boreogadus saida), walleye pollock (Gadus chalcogramma), rainbow smelt (Osmerus mordax), and Pacific herring (Clupea pallasi) increased from the historic to the recent period, while the %FO of invertebrates decreased for both pups and seals >= 1 year of age. For bearded seals >= 1 year of age, the %FO of Arctic cod, pricklebacks, and flatfish increased during the recent period, while the %FO of saffron cod (Eleginus gracilis) decreased for pups. Although invertebrates did not change overall for either age class, decreases occurred in 10 of 24 specific prey categories, for bearded seals >= 1 year of age; only echiurids increased. The %FO of gastropods and bivalves increased for pups while isopods and one species of shrimp and crab decreased in octurrence.\nDuring the recent period ringed seals grew faster, had thicker blubber, had no change in pregnancy rate, matured 2 years earlier, and a larger proportion of pups was harvested than during the historical period. Correlations with spring ice concentration showed that the growth and blubber thickness of seals >= 1 year of age, blubber thickness of pups, and the proportion of pups in the harvest all declined for ringed seals when ice concentrations were higher in the historic period. However, only the correlations between high ice concentrations and growth of ringed seals >= 1 year of age and the proportion of ringed seal pups in the harvest were statistically significant. Although growth of bearded seals >= 1 year of age was slower during the recent period, it was similar to the average over the entire time series, and blubber thickness increased. Pup growth and blubber thickness did not change between periods. There was no change in pregnancy rate, but females matured 1.6 years earlier, and a larger proportion of pups were harvested. Correlations with spring ice concentration showed that the growth of seals >= 1 year of age, the growth of pups, blubber thickness of pups, and proportion of pups in the harvest also declined for bearded seals when sea ice concentrations were higher. However, no relationships between bearded seals and sea ice were statistically significant. Overall, our results suggest that ringed seals in the Alaskan Bering and Chukchi seas have adjusted to changes in diet, are growing faster and possibly Weaning more pups in the recent compared to the historic period. These patterns are less evident for bearded seals. Although the ringed and bearded seals we examined have not exhibited the declines in body condition, growth, or reproduction observed in other populations, continued monitoring and comparison among seal populations is vital to understanding the effects of changing environmental conditions in the Pacific Arctic region. (C) 2015 Elsevier Lid. All rights reserved.","author":[{"family":"Crawford","given":"J. A."},{"family":"Quakenbush","given":"L. T."},{"family":"Citta","given":"J. J."}],"citation-key":"crawford2015","container-title":"Progress in Oceanography","DOI":"10.1016/j.pocean.2015.05.011","ISSN":"0079-6611","issued":{"date-parts":[["2015",8]]},"language":"English","page":"133-150","title":"A comparison of ringed and bearded seal diet, condition and productivity between historical (1975-1984) and recent (2003-2012) periods in the Alaskan Bering and Chukchi seas","type":"article-journal","volume":"136"},
  {"id":"crawford2019","abstract":"Changing environmental conditions in the Pacific Arctic are expected to affect ice-adapted marine food webs. As such, understanding ringed seal (Pusa hispida) dive and haul-out behavior is vital to understanding if and how these environmental changes affect seal foraging behavior. Working with Alaska Native subsistence hunters, we tagged 14 adult and 20 subadult ringed seals with satellite-linked data recorders in Kotzebue Sound, Alaska, during late-September and October 2007–2009. Information about dive and haul-out behavior in the Bering and Chukchi seas was collected for 12–297 days. We analyzed indices of dive depth, duration, and rate, and haul-out probability using a model selection framework for adults during fall (late-September–November) and winter (December–March) and for subadults during fall, winter, and also spring (April–June). We found differences by season and time of day, but not by sex. Where subadults and adults occurred together, they dove to similar depths; although subadults were commonly located in deeper waters where they generally dove deeper than adults. Both age classes dove longer during winter and subadults tended to make a few more (~3.5) dives per hour than adults. Both age classes hauled out less and dove deeper, longer, and more frequently during midday than at other times of day. We suspect that seals dive deeper during midday because their prey migrates deeper. Dive and haul-out behaviors of ringed seals are influenced by a combination of factors, including prey distribution and abundance, sea ice, and seal diving physiology.","author":[{"family":"Crawford","given":"Justin A."},{"family":"Frost","given":"Kathryn J."},{"family":"Quakenbush","given":"Lori T."},{"family":"Whiting","given":"Alex"}],"citation-key":"crawford2019","container-title":"Polar Biology","DOI":"10.1007/s00300-018-2399-x","ISSN":"1432-2056","issue":"1","issued":{"date-parts":[["2019",1,1]]},"page":"65-80","title":"Seasonal and diel differences in dive and haul-out behavior of adult and subadult ringed seals (<i>Pusa hispida</i>) in the Bering and Chukchi seas","type":"article-journal","volume":"42"},
  {"id":"feltz1966","abstract":"Summary Cell cultures were grown at 33°C and 37°C from the skin of two harbor seals, Phoca vitulina, one bearded seal, Erignathus barbatus, two Steller sea lions, Eumetopias jubata, and two walruses, Odobenus rosmarus. The minimal thermal requirements for growth of these cultures and three controls (WI-38, HEp2, and harbor seal kidney) were determined by incubating them at temperatures ranging from 4-37°C. Growth took place in some experimental cultures and all of the controls at temperatures as low as 17-19°C, was meager in all at 20-25°C, and was most rapid in all at 37°C. Suspensions of cells from the pinnipeds' skin survived storage in culture medium at 4°C for 2 to 6 months without total loss of viability. This was 3 to 10 times longer than the survival time of the controls. These findings are considered in relation to the anatomical and physiological characters of the skin of northern seals.","author":[{"family":"Feltz","given":"Elmer T."},{"family":"Fay","given":"Francis H."}],"citation-key":"feltz1966","container-title":"Cryobiology","issue":"3","issued":{"date-parts":[["1966"]]},"page":"261-264","title":"Thermal requirements in vitro of epidermal cells from seals","type":"article-journal","volume":"3"},
  {"id":"frost2004","abstract":"Aerial surveys were conducted during late May and early June 1996-99 in the central Beaufort Sea of Alaska, using strip-transect methods. The purpose of these surveys was to quantify and model the effects of environmental covariates on ringed seal counts and to provide density estimates that would be useful for evaluating trends in seal abundance. Total survey effort included 40 - 88 transect lines per year covering 1198 - 2701 km(2). Observed densities ranged from 0.81 seals/km(2) in 1996 to 1.17 seals/km(2) in 1999. We examined the effects of habitat, weather, and time of day on observed seal densities, using univariate chi-square goodness-of-fit tests. We also used a multivariate generalized linear model to estimate the relationship between seat counts and covariates. Three habitat-related variables-water depth, location relative to the fast ice edge, and ice deformation-had substantial and consistent effects. The highest densities occurred at depths between 5 and 35 m. Densities were also highest in relatively flat ice and near the fast ice edge, declining both shoreward and seaward of that edge. Univariate analysis suggested that observed densities were generally highest at about 1200 h Alaska daylight time, but time was not a significant variable in the generalized linear models. Analyses of the effects of weather factors on seal counts were inconclusive. This was likely at least partially because temperature and wind speed were measured at survey altitude, rather than on the ice surface, and surveys were conducted only in weather considered suitable for hauling out. The final multivariate model did not account for a substantial proportion of the variation in seal counts. We think this result was largely due to date-related variation in the proportion of seals hauling out, an issue our surveys were not suited to address.","author":[{"family":"Frost","given":"K. J."},{"family":"Lowry","given":"L. F."},{"family":"Pendleton","given":"G."},{"family":"Nute","given":"H. R."}],"citation-key":"frost2004","container-title":"Arctic","ISSN":"0004-0843","issue":"2","issued":{"date-parts":[["2004",6]]},"language":"English","page":"115-128","title":"Factors affecting the observed densities of ringed seals, <i>Phoca hispida</i>, in the Alaskan Beaufort Sea, 1996-99","type":"article-journal","volume":"57"},
  {"id":"frost2018","abstract":"Spotted seals (Phoca largha) occur primarily in seasonally ice-covered seas of the North Pacific Ocean. Breeding populations occur in the Bering Sea, Sea of Okhotsk, Yellow Sea, and Sea of Japan. This species is closely related to the harbor seal (Phoca vitulina). However, these sibling species have adapted very differently to their environments; spotted seals primarily breed and molt on sea ice and harbor seals on land.","accessed":{"date-parts":[["2023",11,3]]},"author":[{"family":"Frost","given":"Kathryn J."},{"family":"Burns","given":"John J."}],"citation-key":"frost2018","container-title":"Encyclopedia of Marine Mammals (Third Edition)","DOI":"10.1016/B978-0-12-804327-1.00244-2","editor":[{"family":"Würsig","given":"Bernd"},{"family":"Thewissen","given":"J. G. M."},{"family":"Kovacs","given":"Kit M."}],"ISBN":"978-0-12-804327-1","issued":{"date-parts":[["2018",1,1]]},"page":"928-931","publisher":"Academic Press","source":"ScienceDirect","title":"Spotted Seal: <i>Phoca largha</i>","title-short":"Spotted Seal","type":"chapter","URL":"https://www.sciencedirect.com/science/article/pii/B9780128043271002442"},
  {"id":"hamilton2018","abstract":"Multidecadal datasets are important for investigating the effects of a changing climate on top predators, particularly if short-term variations are to be differentiated from long-term trends. Annual increments (growth layer groups: GLGs) formed in the teeth of marine mammals have the potential to provide multidecadal proxy records or chronologies of energy budgets associated with growth, allowing for the investigation of potential environmental drivers of interannual variability and longer-term changes in growth. To date, methodology universally applicable across marine mammal species for developing such chronologies has not been established. Methodologies developed are often “bespoke” being developed specifically for individual species and datasets. This thereby limits the applicability of such methodologies to other species and regions and introduces difficulties in the replication of methods. By modifying dendrochronology (tree-ring dating) techniques, we provide a method for developing chronologies from GLG widths using sperm whales (Physeter macrocephalus) and long-finned pilot whales (Globicephala melas) as examples. The method firstly utilizes statistical crossdating to identify and correct potential errors in GLG identification ensuring assignment of GLGs to the correct calendar year. Common dendrochronology “detrending” methods were then tested for applicability and the most appropriate applied to remove age-related trends and variability specific to each individual in the example dataset. Finally, individual chronologies comprised of a standardized growth index were calculated and then averaged into a master chronology for each dataset, maximizing common patterns in growth across individuals and reducing noise in the data due to individual variability. The described approach to chronology development provides a number of advantages over others previously used on marine mammals; first, it has been formed on the basis of well-established and tested techniques and second provides a step-by-step process that is readily repeatable, thereby allowing direct comparisons between similarly developed chronologies from different species or regions. Once developed, chronologies can be used in modeling studies and compared with annually resolved climate indices to explore sensitivities in tooth growth and associated energetic budgets to environmental conditions.","author":[{"family":"Hamilton","given":"Vicki"},{"family":"Evans","given":"Karen"}],"citation-key":"hamilton2018","container-title":"Journal of Experimental Marine Biology and Ecology","DOI":"https://doi.org/10.1016/j.jembe.2018.04.006","ISSN":"0022-0981","issued":{"date-parts":[["2018"]]},"page":"24-34","title":"Establishing growth chronologies from marine mammal teeth: a method applicable across species","type":"article-journal","volume":"505"},
  {"id":"harwood2020","author":[{"family":"Harwood","given":"Lois A."},{"family":"Smith","given":"Thomas G."},{"family":"Alikamik","given":"John"},{"family":"Alikamik","given":"Emma"},{"family":"Lea","given":"Ellen V."},{"family":"Stirling","given":"Ian"},{"family":"Wright","given":"Harold"},{"family":"Melling","given":"Humfrey"},{"family":"Zhu","given":"Xinhua"}],"citation-key":"harwood2020","container-title":"Arctic","DOI":"10.14430/arctic70428","issue":"2","issued":{"date-parts":[["2020"]]},"page":"206-220","title":"Long-term, harvest-based monitoring of ringed seal body condition and reproduction in Canada’s western arctic: an update through 2019","type":"article-journal","URL":"https://doi.org/10.14430/arctic70428","volume":"73"},
  {"id":"huntington2020","abstract":"The highly productive northern Bering and Chukchi marine shelf ecosystem has long been dominated by strong seasonality in sea-ice and water temperatures. Extremely warm conditions from 2017 into 2019—including loss of ice cover across portions of the region in all three winters—were a marked change even from other recent warm years. Biological indicators suggest that this change of state could alter ecosystem structure and function. Here, we report observations of key physical drivers, biological responses and consequences for humans, including subsistence hunting, commercial fishing and industrial shipping. We consider whether observed state changes are indicative of future norms, whether an ecosystem transformation is already underway and, if so, whether shifts are synchronously functional and system wide or reveal a slower cascade of changes from the physical environment through the food web to human society. Understanding of this observed process of ecosystem reorganization may shed light on transformations occurring elsewhere.","author":[{"family":"Huntington","given":"Henry P."},{"family":"Danielson","given":"Seth L."},{"family":"Wiese","given":"Francis K."},{"family":"Baker","given":"Matthew"},{"family":"Boveng","given":"Peter"},{"family":"Citta","given":"John J."},{"family":"De Robertis","given":"Alex"},{"family":"Dickson","given":"Danielle M. S."},{"family":"Farley","given":"Ed"},{"family":"George","given":"J. Craighead"},{"family":"Iken","given":"Katrin"},{"family":"Kimmel","given":"David G."},{"family":"Kuletz","given":"Kathy"},{"family":"Ladd","given":"Carol"},{"family":"Levine","given":"Robert"},{"family":"Quakenbush","given":"Lori"},{"family":"Stabeno","given":"Phyllis"},{"family":"Stafford","given":"Kathleen M."},{"family":"Stockwell","given":"Dean"},{"family":"Wilson","given":"Chris"}],"citation-key":"huntington2020","container-title":"Nature Climate Change","DOI":"10.1038/s41558-020-0695-2","ISSN":"1758-6798","issue":"10","issued":{"date-parts":[["2020",2,24]]},"page":"342-348","title":"Evidence suggests potential transformation of the Pacific Arctic ecosystem is underway","type":"article-journal","URL":"https://doi.org/10.1038/s41558-020-0695-2"},
  {"id":"johnson2008a","author":[{"family":"Johnson","given":"Devin S."},{"family":"London","given":"Josh M."},{"family":"Lea","given":"Mary-Anne"},{"family":"Durban","given":"John W."}],"citation-key":"johnson2008a","container-title":"Ecology","issued":{"date-parts":[["2008"]]},"page":"1208 - 1215","title":"Continuous-time correlated random walk model for animal telemetry data","type":"article-journal","volume":"89"},
  {"id":"kelly1990c","abstract":"Thirteen ringed seals monitored by radiotelemetry in the shore-fast ice of the Beaufort and Chukchi seas were faithful to subnivean haulout sites from March to June.  Each seal frequented as many as four lairs; the distances between lairs used by individual seals were as great as 3438 m.  Mean distances between lairs used by individual males and females were 1997 and 634 m, respectively.  Seals were not commonly seen resting on the ice outside of lairs until late May or June, but two radio-tagged male seals began basking on 15 April and 7 May, respectively.  The proportion of time spent out of the water was 12.1% in March, 18.6% in April, 21.9% in May, and 42.9% in early June.  From late March to June, males were out of the water during 13.1% of the monitored periods, and females were out of the water during 24.0% of those periods.  Mean hours of haulout bouts were between 18:00 and 02:30 in early spring (except for a lactating female who hauled out most frequently at 11:00) and between 10:00 and 16:30 in late spring.","author":[{"family":"Kelly","given":"B. P."},{"family":"Quakenbush","given":"L. T."}],"citation-key":"kelly1990c","container-title":"Canadian Journal of Zoology","ISSN":"0008-4301","issue":"12","issued":{"date-parts":[["1990",12]]},"language":"English","page":"2503-2512","title":"Spatiotemporal use of lairs by ringed seals (<i>Phoca hispida</i>)","type":"article-journal","volume":"68"},
  {"id":"kelly2010","archive_location":"noaa:3762","author":[{"family":"Kelly","given":"Brendan Patrick"},{"family":"Bengtson","given":"John L."},{"family":"Boveng","given":"Peter Laurens"},{"family":"Cameron","given":"Michael Foley"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Jansen","given":"John K."},{"family":"Logerwell","given":"Elizabeth A."},{"family":"Overland","given":"James E."},{"family":"Sabine","given":"Christopher L."},{"family":"Waring","given":"Gordon T."},{"family":"Wilder","given":"J. M."}],"citation-key":"kelly2010","contributor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"genre":"NOAA Technical Memorandum","issued":{"date-parts":[["2010"]]},"number":"NMFS-AFSC-212","page":"250","publisher":"U.S. Department of Commerce","title":"Status review of the ringed seal (<i>Phoca hispida</i>)","type":"report","URL":"https://repository.library.noaa.gov/view/noaa/3762"},
  {"id":"kirkman2003","abstract":"Using information from a long-term tag-recapture programme, we investigated variation in the timing of the moult haulout phase of the Marion Island southern elephant seal (Mirounga leonina) population, in relation to age, sex and breeding experience. Calculated parameters describing the temporal distribution of classes of seals, grouped according to their sex and age; or sex, age and breeding experience, were consistent between years. Results showed that, on average, immature male age classes moulted earlier than mature males, pregnant females moulted later than virgins of the same age, and first-time mothers moulted later than females of the same age that had yet to give birth. However, immature seals also moulted progressively later with age, suggesting that the timing of moulting of either sex is influenced by some factor(s) other than breeding experience and individual variability. The physiological and environmental factors that control and regulate these trends are still not well understood.","accessed":{"date-parts":[["2022",1,17]]},"author":[{"family":"Kirkman","given":"S. P."},{"family":"Bester","given":"M. N."},{"family":"Pistorius","given":"P. A."},{"family":"Hofmeyr","given":"G. J. G."},{"family":"Jonker","given":"F. C."},{"family":"Owen","given":"R."},{"family":"Strydom","given":"N."}],"citation-key":"kirkman2003","container-title":"South African Journal of Wildlife Research - 24-month delayed open access","DOI":"10.10520/EJC117173","issue":"2","issued":{"date-parts":[["2003",10,1]]},"page":"79-84","publisher":"Southern African Wildlife Management Association (SAWMA)","source":"journals.co.za (Atypon)","title":"Variation in the timing of moult in southern elephant seals at Marion Island : research article","title-short":"Variation in the timing of moult in southern elephant seals at Marion Island","type":"article-journal","URL":"https://journals.co.za/doi/abs/10.10520/EJC117173","volume":"33"},
  {"id":"kwok2018","abstract":"Large-scale changes in Arctic sea ice thickness, volume and multiyear sea ice (MYI) coverage with available measurements from submarine sonars, satellite altimeters (ICESat and CryoSat-2), and satellite scatterometers are summarized. The submarine record spans the period between 1958 and 2000, the satellite altimeter records between 2003 and 2018, and the scatterometer records between 1999 and 2017. Regional changes in ice thickness (since 1958) and within the data release area of the Arctic Ocean, previously reported by Kwok and Rothrock (2009 Geophys. Res. Lett. 36 L15501), have been updated to include the 8 years of CryoSat-2 (CS-2) retrievals. Between the pre-1990 submarine period (1958–1976) and the CS-2 period (2011–2018) the average thickness near the end of the melt season, in six regions, decreased by 2.0 m or some 66% over six decades. Within the data release area (∼38% of the Arctic Ocean) of submarine ice draft, the thinning of ∼1.75 m in winter since 1980 (maximum thickness of 3.64 m in the regression analysis) has not changed significantly; the mean thickness over the CS-2 period is ∼2 m. The 15 year satellite record depicts losses in sea ice volume at 2870 km3/decade and 5130 km3/decade in winter (February–March) and fall (October–November), respectively: more moderate trends compared to the sharp decreases over the ICESat period, where the losses were weighted by record-setting melt in 2007. Over the scatterometer record (1999–2017), the Arctic has lost more than 2 × 106 km2 of MYI—a decrease of more than 50%; MYI now covers less than one-third of the Arctic Ocean. Independent MYI coverage and volume records co-vary in time, the MYI area anomalies explain ∼85% of the variance in the anomalies in Arctic sea ice volume. If losses of MYI continue, Arctic thickness/volume will be controlled by seasonal ice, suggesting that the thickness/volume trends will be more moderate (as seen here) but more sensitive to climate forcing.","accessed":{"date-parts":[["2020",10,6]]},"author":[{"family":"Kwok","given":"R."}],"citation-key":"kwok2018","container-title":"Environmental Research Letters","container-title-short":"Environ. Res. Lett.","DOI":"10.1088/1748-9326/aae3ec","ISSN":"1748-9326","issue":"10","issued":{"date-parts":[["2018",10]]},"language":"en","page":"105005","publisher":"IOP Publishing","source":"Institute of Physics","title":"Arctic sea ice thickness, volume, and multiyear ice coverage: losses and coupled variability (1958–2018)","title-short":"Arctic sea ice thickness, volume, and multiyear ice coverage","type":"article-journal","URL":"https://doi.org/10.1088%2F1748-9326%2Faae3ec","volume":"13"},
  {"id":"lindsay2021","abstract":"ABSTRACT: Ringed seals <i>Pusa hispida</i> are reliant on snow and sea ice for denning, and a better understanding of ringed seal habitat selection and timing of emergence from snow dens (also called lairs) is needed to quantify and predict effects of climate change in the Arctic. We used generalized additive models to assess relationships between ringed seal counts, from spring aerial surveys in the Bering Sea (2012 and 2013) and Chukchi Sea (2016), and spatiotemporal covariates including survey date, remotely sensed snow and sea-ice values, and short-term weather data. We produced separate models for total ringed seal counts and for pup counts within each region. Our models showed that in both areas, total ringed seal counts increased over the course of the spring, especially after 15 May, indicating emergence from lairs and/or the onset of basking behavior. For the more northerly Chukchi Sea, we found a substantial unimodal effect of snow melt progression and a positive effect of snow depth on total ringed seal counts. In contrast, Bering Sea total ringed seal counts and pup counts in both regions were affected much more strongly by date than by habitat variables. Overall, our findings demonstrate that snow depth and melt play an important role in the timing of ringed seal den emergence, particularly in the Chukchi Sea, and suggest that ringed seal denning may be affected by continued shifts in melt and snow depth associated with climate change.","author":[{"family":"Lindsay","given":"J. M."},{"family":"Laidre","given":"K. L."},{"family":"Conn","given":"P. B."},{"family":"Moreland","given":"E. E."},{"family":"Boveng","given":"P. L."}],"citation-key":"lindsay2021","container-title":"Endangered Species Research","issued":{"date-parts":[["2021"]]},"page":"1-17","title":"Modeling ringed seal <i>Pusa hispida</i> habitat and lair emergence timing in the eastern Bering and Chukchi Seas","type":"article-journal","URL":"https://www.int-res.com/abstracts/esr/v46/p1-17/","volume":"46"},
  {"id":"london2012","abstract":"The goal of this study was to model haul-out behavior of harbor seals (<i>Phoca vitulina</i>) in the Hood Canal region of Washington State with respect to changes in physiological, environmental, and temporal covariates. Previous research has provided a solid understanding of seal haul-out behavior. Here, we expand on that work using a generalized linear mixed model (GLMM) with temporal autocorrelation and a large dataset. Our dataset included behavioral haul-out records from archival and VHF radio tag deployments on 25 individual seals representing 61,430 seal hours. A novel application for increased computational efficiency allowed us to examine this large dataset with a GLMM that appropriately accounts for temporal autocorellation. We found significant relationships with the covariates hour of day, day of year, minutes from high tide and year. Additionally, there was a significant effect of the interaction term hour of day : day of year. This interaction term demonstrated that seals are more likely to haul out during nighttime hours in August and September, but then switch to predominantly daylight haul-out patterns in October and November. We attribute this change in behavior to an effect of human disturbance levels. This study also examined a unique ecological event to determine the role of increased killer whale (<italic>Orcinus orca</italic>) predation on haul-out behavior. In 2003 and 2005 these harbor seals were exposed to unprecedented levels of killer whale predation and results show an overall increase in haul-out probability after exposure to killer whales. The outcome of this study will be integral to understanding any changes in population abundance as a result of increased killer whale predation.","author":[{"family":"London","given":"Josh M."},{"family":"Ver Hoef","given":"Jay M."},{"family":"Jeffries","given":"Steven J."},{"family":"Lance","given":"Monique M."},{"family":"Boveng","given":"Peter L."}],"citation-key":"london2012","container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0038180","issue":"6","issued":{"date-parts":[["2012",6,18]]},"page":"e38180","title":"Haul-out behavior of harbor seals (<i>Phoca vitulina</i>) in Hood Canal, Washington","type":"article-journal","volume":"7"},
  {"id":"london2022","author":[{"family":"London","given":"Josh M."},{"family":"Conn","given":"Paul B."},{"family":"Hardy","given":"Stacie K."},{"family":"Richmond","given":"Erin L."},{"family":"Ver Hoef","given":"Jay M."},{"family":"Cameron","given":"Michael F."},{"family":"Crawford","given":"Justin A."},{"family":"Von Duyke","given":"Andrew L."},{"family":"Quakenbush","given":"Lori T."},{"family":"Boveng","given":"Peter L."}],"citation-key":"london2022","container-title":"bioRxiv","DOI":"https://doi.org/10.1101/2022.04.07.487572","issued":{"date-parts":[["2022"]]},"page":"2022-04","title":"Spring haul-out behavior of seals in the Bering and Chukchi seas","type":"article-journal"},
  {"id":"lonergan2013","abstract":"Estimates of both absolute abundance and trends in abundance are among the most basic pieces of information required for planning the conservation and management of wildlife populations. They are important for understanding both the current situation of species and potential risks to them. This study presents estimates of the size of the harbour seal (Phoca vitulina) population associated with the Orkney Islands, a part of northern Scotland that used to contain one of the largest concentrations of this species in Europe. The numbers of animals counted during aerial surveys of this area have decreased substantially over the period 20012010. ARGOS transmitters attached to flipper tags were used to rescale the counts into estimates of abundance and to confirm the rate of decline of this population. Females hauled out for more of the survey window (0.84; bootstrap 95% CI: 0.630.99) than males (0.61; bootstrap 95% CI: 0.340.86). The animals hauled out less during weekends (0.57; bootstrap 95% CI: 0.400.74) than during the week (0.76; bootstrap 95% CI: 0.580.91). The sex-ratios of this population is unknown. Assuming it was close to 1:1, then there were around 3586 (bootstrap 95% CI: 29704542) harbour seals in Orkney in 2010. A female-skewed sex-ratio would reduce the population estimate, and a changing sex-ratio might mean the counts understate the real decline. The mean annual rate of decline in the Orkney population of harbour seals, over the period 2001-2010, is estimated at 13% (95% CI: 10.814.8). Similar data for Arisaig, on the west coast of Scotland, shows an increase of around 2% (95% CI: 1.52.4) and, assuming an equal sex-ratio, 923 animals (95% CI: 7651169) in 2007.","author":[{"family":"Lonergan","given":"M."},{"family":"Duck","given":"C."},{"family":"Moss","given":"S."},{"family":"Morris","given":"C."},{"family":"Thompson","given":"D."}],"citation-key":"lonergan2013","container-title":"Aquatic Conservation-Marine and Freshwater Ecosystems","container-title-short":"Aquat Conserv","DOI":"Doi 10.1002/Aqc.2277","ISSN":"1052-7613","issue":"1","issued":{"date-parts":[["2013",1]]},"language":"English","page":"135-144","title":"Rescaling of aerial survey data with information from small numbers of telemetry tags to estimate the size of a declining harbour seal population","type":"article-journal","volume":"23"},
  {"id":"lopez2013","abstract":"The Argos service was launched in 1978 to serve environmental applications, including oceanography, wildlife tracking, fishing vessel monitoring, and maritime safety. The system allows for worldwide near-real-time positioning and data collection of platform terminal transmitters (PTTs). The positioning of the PTTs is achieved by exploiting the Doppler shift in the carrier frequency of the transmitter as recorded by satelliteborne Argos receivers. Until March 15, 2011, a classical nonlinear least squares estimation technique was systematically used to estimate Argos positions. Since then, a second positioning algorithm using a multiple-model Kalman filter was implemented in the operational Argos positioning software. This paper presents this new algorithm and analyzes its performance using a large data set obtained from over 200 mobiles carrying both an Argos transmitter and a GPS receiver used as ground truth. The results show that the new algorithm significantly improves the positioning accuracy, particularly in difficult conditions (for class-A and class-B locations, in the Argos terminology). Moreover, the new algorithm enables the retrieval of a larger number of estimated positions and the systematic estimation of the location error.","author":[{"family":"Lopez","given":"R."},{"family":"Malardé","given":"J. P."},{"family":"Royer","given":"F."},{"family":"Gaspar","given":"P."}],"citation-key":"lopez2013","container-title":"Geoscience and Remote Sensing, IEEE Transactions on","DOI":"10.1109/tgrs.2013.2284293","ISSN":"0196-2892","issue":"99","issued":{"date-parts":[["2013"]]},"page":"1-12","title":"Improving Argos Doppler location using multiple-model Kalman filtering","type":"article-journal","volume":"PP"},
  {"id":"mclaren1958a","abstract":"The preliminary study is based on material from 113 specimens from the eastern Canadian Arctic. Animals may be aged from claws up to 9 to 16 years. The male matures at 7 and the female at 6 years. The pup is produced around May 1 and the males are probably in full rut in mid-May. Females which have produced a pup forego ovulation until after the male rut, thus establishing a two year cycle of pup production. The embryo implants during a 1½-month period around early August, after 2½ months of delay in development. The animal grown from 120 cm. in nose-tail length at birth to about 235 cm. The female increases her length by about 33% in the first year and reaches about 91% of her final length at puberty, at 6 years; these figures are somewhat larger than expected from the growth patterns of other Pinnipedia.","author":[{"family":"McLaren","given":"I. A."}],"citation-key":"mclaren1958a","container-title":"Journal of the Fisheries Research Board of Canada","container-title-short":"J. Fish. Res. Bd. Can.","issue":"2","issued":{"date-parts":[["1958"]]},"page":"219-227","title":"Some aspects of growth and reproduction of the bearded seal, <i>Erignathus barbartus</i> (Erxleben)","type":"article-journal","volume":"15"},
  {"id":"meier2014","accessed":{"date-parts":[["2019",6,4]]},"author":[{"family":"Meier","given":"Walter N."},{"family":"Hovelsrud","given":"Greta K."},{"family":"Oort","given":"Bob E. H.","dropping-particle":"van"},{"family":"Key","given":"Jeffrey R."},{"family":"Kovacs","given":"Kit M."},{"family":"Michel","given":"Christine"},{"family":"Haas","given":"Christian"},{"family":"Granskog","given":"Mats A."},{"family":"Gerland","given":"Sebastian"},{"family":"Perovich","given":"Donald K."},{"family":"Makshtas","given":"Alexander"},{"family":"Reist","given":"James D."}],"citation-key":"meier2014","container-title":"Reviews of Geophysics","ISSN":"1944-9208","issue":"3","issued":{"date-parts":[["2014",9,1]]},"language":"en","page":"185-217","source":"agupubs.onlinelibrary.wiley.com","title":"Arctic sea ice in transformation: A review of recent observed changes and impacts on biology and human activity","title-short":"Arctic sea ice in transformation","type":"article-journal","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1002/2013RG000431","volume":"52"},
  {"id":"mesinger2006a","abstract":"In 1997, during the late stages of production of NCEP-NCAR Global Reanalysis (GR), exploration of a regional reanalysis project was suggested by the GR project's Advisory Committee, \"particularly if the RDAS [Regional Data Assimilation System] is significantly better than the global reanalysis at capturing the regional hydrological cycle, the diurnal cycle and other important features of weather and climate variability.\" Following a 6-yr development and production effort, NCEP's North American Regional Reanalysis (NARR) project was completed in 2004, and data are now available to the scientific community. Along with the use of the NCEP Eta model and its Data Assimilation System (at 32-km-45-layer resolution with 3-hourly output), the hallmarks of the NARR are the incorporation of hourly assimilation of precipitation, which leverages a comprehensive precipitation analysis effort, the use of a recent version of the Noah land surface model, and the use of numerous other datasets that are additional or improved compared to the GR. Following the practice applied to NCEP's GR, the 25-yr NARR retrospective production period (1979-2003) is augmented by the construction and daily execution of a system for near-real-time continuation of the NARR, known as the Regional Climate Data Assimilation System (R-CDAS). Highlights of the NARR results are presented: precipitation over the continental United States (CONUS), which is seen to be very near the ingested analyzed precipitation; fits of tropospheric temperatures and winds to rawinsonde observations; and fits of 2-m temperatures and 10-m winds to surface station observations. The aforementioned fits are compared to those of the NCEP-Department of Energy (DOE) Global Reanalysis (GR2). Not only have the expectations cited above been fully met, but very substantial improvements in the accuracy of temperatures and winds compared to that of GR2 are achieved throughout the troposphere. Finally, the numerous datasets produced are outlined and information is provided on the data archiving and present data availability.","author":[{"family":"Mesinger","given":"Fedor"},{"family":"DiMego","given":"Geoff"},{"family":"Kalnay","given":"Eugenia"},{"family":"Mitchell","given":"Kenneth"},{"family":"Shafran","given":"Perry C."},{"family":"Ebisuzaki","given":"Wesley"},{"family":"Jović","given":"Dušan"},{"family":"Woollen","given":"Jack"},{"family":"Rogers","given":"Eric"},{"family":"Berbery","given":"Ernesto H."},{"family":"Ek","given":"Michael B."},{"family":"Fan","given":"Yun"},{"family":"Grumbine","given":"Robert"},{"family":"Higgins","given":"Wayne"},{"family":"Li","given":"Hong"},{"family":"Lin","given":"Ying"},{"family":"Manikin","given":"Geoff"},{"family":"Parrish","given":"David"},{"family":"Shi","given":"Wei"}],"citation-key":"mesinger2006a","container-title":"Bulletin of the American Meteorological Society","DOI":"10.1175/BAMS-87-3-343","ISSN":"0003-0007","issue":"3","issued":{"date-parts":[["2006",3,1]]},"page":"343-360","title":"North American Regional Reanalysis","type":"article-journal","volume":"87"},
  {"id":"niemi2023","abstract":"Seasonal changes in diel haul-out patterns of the lacustrine Saimaa ringed seal (Pusa hispida saimensis) were studied using a combination of satellite telemetry and camera traps during 2007–2015. We found the haul-out activity patterns to vary seasonally. Our results show that during the ice-covered winter period before the seals start their annual molt, the peak in haul-out generally occurs at midnight. Similarly, during the postmolt season of summer and autumn when the lake is free of ice, the haul-out is concentrated in the early hours of the morning. In contrast, over the spring molting period, Saimaa ringed seals tend to haul out around the clock. The spring molt is also the only period when a slight difference in haul-out behavior between the sexes is observed, with females having a haul-out peak at nighttime while the males have a less visible diel pattern. According to our results, the diel haul-out patterns of Saimaa ringed seals are similar to the ones of marine ringed seals. Gathering information on haul-out activity is important in order to safeguard the natural patterns of Saimaa ringed seals in areas that are prone to disturbance from human activities.","accessed":{"date-parts":[["2023",11,3]]},"author":[{"family":"Niemi","given":"Marja"},{"family":"Nykänen","given":"Milaja"},{"family":"Biard","given":"Vincent"},{"family":"Kunnasranta","given":"Mervi"}],"citation-key":"niemi2023","container-title":"Ecology and Evolution","DOI":"10.1002/ece3.10264","ISSN":"2045-7758","issue":"7","issued":{"date-parts":[["2023"]]},"language":"en","license":"© 2023 The Authors. Ecology and Evolution published by John Wiley & Sons Ltd.","page":"e10264","source":"Wiley Online Library","title":"Seasonal changes in diel haul-out patterns of a lacustrine ringed seal (<i>Pusa hispida saimensis</i>)","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/ece3.10264","volume":"13"},
  {"id":"olnes2020","abstract":"Bearded seals (Erignathus barbatus) are abundant in the Pacific Arctic and are an important subsistence resource for many Alaska Native communities. The Pacific Arctic is warming rapidly with substantial consequences predicted for ice-associated marine mammals, such as the bearded seal, which led to its 2012 listing as Threatened under the U.S. Endangered Species Act. We provide the most comprehensive description of juvenile bearded seal movement, diving, and haul-out behaviors for the Pacific Arctic, obtained from 24 seals tagged with satellite-linked data recorders along Alaska’s coast from 2014 to 2018. Most seals (19 of 24) made north–south movements with the seasonal extent of sea ice, however, all three seals tagged north of Bering Strait made minimal north–south movements and two seals tagged in the Bering Sea moved north as sea ice advanced south. All seals primarily occupied shallow coastal waters and areas with intermediate-concentration pack ice or that were near the ice edge. Seals spent half their time near the sea floor. Hauling out occurred less in the winter and increased during spring and summer, coinciding with the annual molting period. When ice was at its minimum extent, seven seals frequently hauled out on land. Juvenile bearded seals made use of much of the continental shelf in the Bering, Chukchi and Beaufort Seas, and their use of a broad range of ice concentrations and willingness to haul out on land suggests some resilience to changing sea ice conditions. However, whether the behaviors we documented in juveniles are similar for adult bearded seals remains unclear.","author":[{"family":"Olnes","given":"J."},{"family":"Crawford","given":"J."},{"family":"Citta","given":"J. J."},{"family":"Druckenmiller","given":"M. L."},{"family":"Von Duyke","given":"A. L."},{"family":"Quakenbush","given":"L."}],"citation-key":"olnes2020","container-title":"Polar Biology","DOI":"10.1007/s00300-020-02710-6","ISSN":"1432-2056","issued":{"date-parts":[["2020",7,8]]},"title":"Movement, diving, and haul-out behaviors of juvenile bearded seals in the Bering, Chukchi and Beaufort seas, 2014–2018","type":"article-journal","URL":"https://doi.org/10.1007/s00300-020-02710-6"},
  {"id":"overland2021","author":[{"family":"Overland","given":"James E"}],"citation-key":"overland2021","container-title":"Climatic Change","ISSN":"1573-1480","issue":"3","issued":{"date-parts":[["2021"]]},"page":"1-13","title":"Rare events in the Arctic","type":"article-journal","volume":"168"},
  {"id":"perpinan2012","author":[{"family":"Perpiñán","given":"Oscar"}],"citation-key":"perpinan2012","container-title":"Journal of Statistical Software","issue":"9","issued":{"date-parts":[["2012"]]},"page":"1-32","title":"solaR: Solar Radiation and Photovoltaic Systems with R","type":"article-journal","URL":"http://www.jstatsoft.org/v50/i09/","volume":"50"},
  {"id":"perry2017","accessed":{"date-parts":[["2021",3,24]]},"author":[{"family":"Perry","given":"Elizabeth A."},{"family":"Stenson","given":"Garry B."},{"family":"Buren","given":"Alejandro D."}],"citation-key":"perry2017","container-title":"Polar Biology","container-title-short":"Polar Biol","DOI":"10.1007/s00300-016-1938-6","ISSN":"0722-4060, 1432-2056","issue":"1","issued":{"date-parts":[["2017",1]]},"language":"en","page":"151-160","source":"DOI.org (Crossref)","title":"Attendance and nursing patterns of harp seals in the harsh environment of the northwest Atlantic","type":"article-journal","URL":"http://link.springer.com/10.1007/s00300-016-1938-6","volume":"40"},
  {"id":"rcoreteam2021","author":[{"literal":"R Core Team"}],"citation-key":"rcoreteam2021","event-place":"Vienna, Austria","genre":"manual","issued":{"date-parts":[["2021"]]},"publisher-place":"Vienna, Austria","title":"R: A language and environment for statistical computing","type":"report","URL":"https://www.R-project.org/"},
  {"id":"reder2003","abstract":"Haulout behaviour of harbour seals, living at the northern limit of their distributional range on Svalbard, Norway, was investigated from June to August 2000 using a combination of low-tide counts performed during boat surveys, hourly counts through 12- or 24-h cycles at specific haulout sites, and telemetric data from 37 VHF-tagged seals. The largest aggregations of seals were found at Skarvnes, a site where numbers increased steadily through the summer, reaching a peak during the moulting period in August. At this site, season/date, time of day, tidal state and temperature all significantly influenced the number of animals ashore. At the second most frequented haulout site, at Soroya, season/date, time of day, temperature and cloud cover significantly affected the number of seals using the site. Pups were found predominantly at Soroya (7.8 pups+/-6.3 SD, N=53 counts); they were less common at Skarvnes (1.0 pups+/-0.2 SD, N=95 counts). Haulout patterns varied by age and sex class in accordance with the demands of lactation, mating and moult. Our limited data on mother-pup pairs suggest that they are closely associated during the nursing period, spending approximately 50% of their time hauled out together. Post lactation, most adult females left haulout areas for periods of up to several days. The haulout behaviour of adult males suggested that they adjusted their behaviour to follow female distribution and movement patterns during the breeding period. Most juveniles and adults of both sexes stayed ashore for prolonged periods during moulting, which took place first in juveniles, then in adult females and finally in adult males. The results of our study show that the basic haulout behaviour patterns of harbour seals at Svalbard are similar to this species' behaviour at lower latitudes.","author":[{"family":"Reder","given":"S."},{"family":"Lydersen","given":"C."},{"family":"Arnold","given":"W."},{"family":"Kovacs","given":"K. M."}],"citation-key":"reder2003","container-title":"Polar Biology","issue":"1","issued":{"date-parts":[["2003",12]]},"page":"6-16","title":"Haulout behaviour of High Arctic harbour seals (<i>Phoca vitulina vitulina</i>) in Svalbard, Norway","type":"article-journal","volume":"27"},
  {"id":"southwell2008","abstract":"The Ross seal (Ommatophoca rossii) is the least studied of the Antarctic ice-breeding phocids. In particular, estimating the population status of the Ross seal has proved extremely difficult. The Protocol on Environmental Protection to the Antarctic Treaty currently designates the Ross seal as a , contrasting with the IUCN's classification of . As part of a review of the Ross seal's classification under the Protocol, a survey was undertaken in 1999/2000 to estimate the status of the Ross seal population in the pack ice off East Antarctica between 64E. Shipboard and aerial sighting surveys were carried out along 947655 900 seals. Limits on plausible estimates ranged from 20 500 (lower 2.5 percentile) to 226 600 (upper 97.5 percentile).","author":[{"family":"Southwell","given":"Colin J."},{"family":"Paxton","given":"Charles G. M."},{"family":"Borchers","given":"David L."},{"family":"Boveng","given":"Peter L."},{"family":"Nordøy","given":"Erling S."},{"family":"Blix","given":"Arnoldus Schytte"},{"family":"De La Mare","given":"William K."}],"citation-key":"southwell2008","container-title":"Antarctic Science","ISSN":"0954-1020","issue":"02","issued":{"date-parts":[["2008"]]},"page":"123-133","title":"Estimating population status under conditions of uncertainty: the Ross seal in East Antarctica","type":"article-journal","volume":"20"},
  {"id":"temte1994","abstract":"The harbour seal (Phoca vitulina) has delayed implantation, precise annual birth timing, and significant latitudinal variation in birth timing. The birth timing patterns of four distinct groups of seals, including colonies of P. v. vitulina and colonies and captive individuals of P. v. richardsi, were examined using population-based photoperiod analysis to assess the role of photoperiod in setting annual birth timing. This analysis simultaneously determined the time, relative to birth, at which photoperiod response was likely to occur and the critical photoperiod. Despite marked differences in birth timing patterns, a high level of agreement was found among groups for the timing of photoperiod response. The two subspecies, however, demonstrated significantly divergent critical photoperiods. Eastern Atlantic harbour seals were exposed to a common critical photoperiod of 11.7 h/day on the 268th pre-partum day. Wild Pacific harbour seals were exposed to 14.3 h/day on the 283rd pre-partum day. These times corresponded to the estimated occurrence of blastocyst implantation. \nUsing the above information, three small captive populations were subjected to artificially prolonged photoperiods during the period of embryonic diapause to test whether subsequent birth timing could be delayed. Technical difficulties invalidated results at two sites. At the third and largest colony, the mean pupping date of six individuals was significantly delayed by 10.7 days. The precision and latitudinal variation of annual birth timing in the harbour seal are due to a response to photoperiod which occurs immediately prior to blastocyst implantation. The critical photoperiod, however, is divergent among subspecies and, thus, has probably evolved allowing seasonal adaptation. Similar environmental signalling has been described for California sea lions and northern fur seals and represents the likely timing mechanism for most pinniped species.","author":[{"family":"Temte","given":"J. L."}],"citation-key":"temte1994","container-title":"J. Zool.","ISSN":"0952-8369","issue":"3","issued":{"date-parts":[["1994"]]},"page":"369-384","title":"Photoperiod control of birth timing in the harbour seal (<i>Phoca vitulina</i>)","type":"article-journal","volume":"233"},
  {"id":"teneyck2018","abstract":"In this paper, we propose and investigate an alternate approach to pseudo-likelihood model selection in the generalized linear mixed modeling framework. The problem with the natural approach to the computation of pseudo-likelihood model selection criteria is that the pseudo-data vary for each candidate model, leading to criteria based on fundamentally different goodness-of-fit statistics, rendering them incomparable. We propose a technique that circumvents this problem. This new approach can be implemented using a SAS macro that obtains and applies the pseudo-data from the full model to fitting candidate models based on all possible subsets of predictor variables. We justify the propriety of the resulting pseudo-likelihood selection criteria through an extensive study designed as a factorial experiment. We then illustrate this new method in a modeling application pertaining to bullying in public schools. The data set for the application is taken from three waves of the Iowa Youth Survey.","accessed":{"date-parts":[["2021",4,12]]},"author":[{"family":"Ten Eyck","given":"Patrick"},{"family":"Cavanaugh","given":"Joseph E."}],"citation-key":"teneyck2018","container-title":"Sankhya B","container-title-short":"Sankhya B","DOI":"10.1007/s13571-017-0130-5","ISSN":"0976-8394","issue":"1","issued":{"date-parts":[["2018",5,1]]},"language":"en","page":"98-122","source":"Springer Link","title":"An Alternate Approach to Pseudo-Likelihood Model Selection in the Generalized Linear Mixed Modeling Framework","type":"article-journal","URL":"https://doi.org/10.1007/s13571-017-0130-5","volume":"80"},
  {"id":"thometz2021","abstract":"Arctic seals, including spotted (Phoca largha), ringed (Pusa hispida) and bearded (Erignathus barbatus) seals, are directly affected by sea ice loss. These species use sea ice as a haul-out substrate for various critical functions, including their annual molt. Continued environmental warming will inevitably alter the routine behavior and overall energy budgets of Arctic seals, but it is difficult to quantify these impacts as their metabolic requirements are not well known—due in part to the difficulty of studying wild individuals. Thus, data pertaining to species-specific energy demands are urgently needed to better understand the physiological consequences of rapid environmental change. We used open-flow respirometry over a four-year period to track fine-scale, longitudinal changes in the resting metabolic rate (RMR) of four spotted seals, three ringed seals and one bearded seal trained to participate in research. Simultaneously, we collected complementary physiological and environmental data. Species-specific metabolic demands followed expected patterns based on body size, with the largest species, the bearded seal, exhibiting the highest absolute RMR (0.48 ± 0.04 L O2 min−1) and the lowest mass-specific RMR (4.10 ± 0.47 ml O2 min−1 kg−1), followed by spotted (absolute: 0.33 ± 0.07 L O2 min−1; mass-specific: 6.13 ± 0.73 ml O2 min−1 kg−1) and ringed (absolute: 0.20 ± 0.04 L O2 min−1; mass-specific: 7.01 ± 1.38 ml O2 min−1 kg−1) seals. Further, we observed clear and consistent annual patterns in RMR that related to the distinct molting strategies of each species. For species that molted over relatively short intervals—spotted (33 ± 4 days) and ringed (28 ± 6 days) seals—metabolic demands increased markedly in association with molt. In contrast, the bearded seal exhibited a prolonged molting strategy (119 ± 2 days), which appeared to limit the overall cost of molting as indicated by a relatively stable annual RMR. These findings highlight energetic trade-offs associated with different molting strategies and provide quantitative data that can be used to assess species-specific vulnerabilities to changing conditions.","accessed":{"date-parts":[["2021",1,8]]},"author":[{"family":"Thometz","given":"Nicole M"},{"family":"Hermann-Sorensen","given":"Holly"},{"family":"Russell","given":"Brandon"},{"family":"Rosen","given":"David A S"},{"family":"Reichmuth","given":"Colleen"}],"citation-key":"thometz2021","container-title":"Conservation Physiology","DOI":"10.1093/conphys/coaa112","ISSN":"2051-1434","issue":"1","issued":{"date-parts":[["2021"]]},"page":"coaa112","title":"Molting strategies of Arctic seals drive annual patterns in metabolism","type":"article-journal","URL":"https://doi.org/10.1093/conphys/coaa112","volume":"9"},
  {"id":"thompson1987","abstract":"This study followed the progress of the annual moult within a population of common seals in Orkney, Scotland. Moulting seals were seen over a three-month period, from 7 June until 16 September. Yearlings were first to start moulting. Amongst older seals, females completed their moult an average of seven days earlier than immature males and 19 days earlier than mature males. Differences in the timing of moult appeared to be related to the age or reproductive status of the animals, and may be the result of differential changes in levels of the sex hormones.","author":[{"family":"Thompson","given":"P."},{"family":"Rothery","given":"P."}],"citation-key":"thompson1987","container-title":"Journal of Zoology","ISSN":"0952-8369","issue":"4","issued":{"date-parts":[["1987"]]},"page":"597-603","title":"Age and sex differences in the timing of moult in the common seal, <i>Phoca vitulina</i>","type":"article-journal","volume":"212"},
  {"id":"udevitz2009","abstract":"Understanding haul-out behavior of ice-associated pinnipeds is essential for designing and interpreting population surveys and for assessing effects of potential changes in their ice environments. We used satellite-linked transmitters to obtain sequential information about location and haul-out state for Pacific walruses, Odobenus rosmarus divergens (Illiger, 1815), in the Bering Sea during April of 2004, 2005, and 2006. We used these data in a generalized mixed model of haul-out bout durations and a hierarchical Bayesian model of haul-out probabilities to assess factors related to walrus haul-out behavior, and provide the first predictive model of walrus haul-out behavior in sea ice habitat. Average haul-out bout duration was 9 h, but durations of haul-out bouts tended to increase with durations of preceding in-water bouts. On average, tagged walruses spent only about 17% of their time hauled out on sea ice. Probability of being hauled out decreased with wind speed, increased with temperature, and followed a diurnal cycle with the highest values in the evening. Our haul-out probability model can be used to estimate the proportion of the population that is unavailable for detection in spring surveys of Pacific walruses on sea ice.","author":[{"family":"Udevitz","given":"Mark S."},{"family":"Jay","given":"Chadwick V."},{"family":"Fischback","given":"Anthony S."},{"family":"Garlich-Miller","given":"Joel L."}],"citation-key":"udevitz2009","container-title":"Can. J. Zool","DOI":"10.1139/Z09-098","issue":"12","issued":{"date-parts":[["2009"]]},"page":"1111-1128","title":"Modeling haul-out behavior of walruses in Bering Sea ice","type":"article-journal","volume":"87"},
  {"id":"verhoef2010a","abstract":"This paper considers ways to increase computational speed in generalized\nlinear mixed pseudo-models for the case of many repeated measurements on subjects.\nWe obtain linearly increasing computing time with number of observations, as opposed\nto exponentially increasing computing time using numerical optimization. We also find\na surprising result; that incomplete optimization for covariance parameters within the\nlarger parameter estimation algorithm actually decreases time to convergence. After\ncomparing various computing algorithms and choosing the best one, we fit a generalized\nlinear mixed model to a binary time series data set with over 100 fixed effects, 50\nrandom effects, and approximately 1.5 × 10<sup>5</sup> observations.","author":[{"family":"Ver Hoef","given":"Jay M."},{"family":"London","given":"J. M."},{"family":"Boveng","given":"Peter L."}],"citation-key":"verhoef2010a","container-title":"Computational Statistics","DOI":"10.1007/s00180-009-0160-1","issue":"1","issued":{"date-parts":[["2010"]]},"page":"39-55","title":"Fast computing of some generalized linear mixed pseudo-models with temporal autocorrelation","type":"article-journal","volume":"25"},
  {"id":"verhoef2014a","abstract":"We conducted population surveys of spotted seals, ribbon seals and bearded seals\nin an area of 81,600 km2 in the Bering Sea between 13 April and 26 May 2007. During\nthat period, the sea ice conditions and spatial distribution of seals changed dramatically.\nWe surveyed 2,748 km2 with line transect methods from a helicopter deployed from the US\nCoast Guard icebreaker Healy. We accounted for incomplete availability of seals with a generalized\nlinear mixed model for seal haul-out probability sampled by satellite telemetry. We\naccounted for incomplete detection through standard distance-sampling methods along with\na double-observer model. The availability and detection models were combined in a Horvitz-\nThompson-like sampling model for local abundance in space and time. To accommodate the\nshifting ice and seal movements, we then developed a hierarchical spatially-autocorrelated\nregression model using remotely sensed sea ice concentration data to predict abundance at\neach survey date. While abundance estimation was very imprecise for each date, we were\nable to combine them to obtain good estimates of overall population abundance even though\nthe population was spatially dynamic. The proposed hierarchical model combined submodels\nand accounted for their sources of uncertainty. Spotted seals were most abundant within\nthe study area (141,479, 95% CI 92,769-321,882), followed by bearded seals (63,188, 95% CI\n38,370 - 138,597) and ribbon seals (57,855, 95% CI 25,504 - 231,600).","author":[{"family":"Ver Hoef","given":"Jay M."},{"family":"Cameron","given":"Michael F."},{"family":"Boveng","given":"Peter L."},{"family":"London","given":"Josh M."},{"family":"Moreland","given":"Erin E."}],"citation-key":"verhoef2014a","container-title":"Statistical Methodology","DOI":"http://dx.doi.org/10.1016/j.stamet.2013.03.001","ISSN":"1572-3127","issued":{"date-parts":[["2014"]]},"page":"46-66","title":"A spatial hierarchical model for abundance of three ice-associated seal species in the eastern Bering Sea","type":"article-journal","volume":"17"},
  {"id":"vonduyke2020","abstract":"Continued Arctic warming and sea-ice loss will have important implications for the conservation of ringed seals, a highly ice-dependent species. A better understanding of their spatial ecology will help characterize emerging ecological trends and inform management decisions. We deployed satellite transmitters on ringed seals in the summers of 2011, 2014, and 2016 near Utqia?vik (formerly Barrow), Alaska, to monitor their movements, diving, and haul-out behavior. We present analyses of tracking and dive data provided by 17 seals that were tracked until at least January of the following year. Seals mostly ranged north of Utqia?vik in the Beaufort and Chukchi Seas during summer before moving into the southern Chukchi and Bering Seas during winter. In all seasons, ringed seals occupied a diversity of habitats and spatial distributions, from near shore and localized, to far offshore and wide-ranging in drifting sea ice. Continental shelf waters were occupied for >96% of tracking days, during which repetitive diving (suggestive of foraging) primarily to the seafloor was the most frequent activity. From mid-summer to early fall, 12 seals made ~1-week forays off-shelf to the deep Arctic Basin, most reaching the retreating pack-ice, where they spent most of their time hauled out. Diel activity patterns suggested greater allocation of foraging efforts to midday hours. Haul-out patterns were complementary, occurring mostly at night until April-May when midday hours were preferred. Ringed seals captured in 2011?concurrent with an unusual mortality event that affected all ice-seal species?differed morphologically and behaviorally from seals captured in other years. Speculations about the physiology of molting and its role in energetics, habitat use, and behavior are discussed; along with possible evidence of purported ringed seal ecotypes.","author":[{"family":"Von Duyke","given":"Andrew L."},{"family":"Douglas","given":"David C."},{"family":"Herreman","given":"Jason K."},{"family":"Crawford","given":"Justin A."}],"citation-key":"vonduyke2020","container-title":"Ecology and Evolution","DOI":"10.1002/ece3.6302","ISSN":"2045-7758","issued":{"date-parts":[["2020",5,5]]},"page":"5595-5616","title":"Ringed seal (<i>Pusa hispida</i>) seasonal movements, diving, and haul-out behavior in the Beaufort, Chukchi, and Bering Seas (2011–2017)","type":"article-journal","volume":"10"},
  {"id":"wang2018","abstract":"With the sea-ice cover in the Arctic fast declining, changes to the timing of sea-ice break-up and freeze-up is an urgent economic, social, and scientific concern. Based on daily sea-ice concentration data we assess three variables: the dates of sea-ice break-up and freeze-up, and the annual sea-ice duration in the Pacific Arctic. The simulation results from the coupled Atmosphere-Ocean General Circulation Models from phase 5 of the Coupled Model Intercomparison Project (CMIP5) are the source for this study. Compared with observations, CMIP5 models simulate all three variables well. The length of sea-ice duration is shrinking, with the strongest trend occurring for the period 1990–2014; this downward trend is projected to continue at least through mid-century by the CMIP5 models. Comparisons made at eight Chukchi Sea mooring sites and eight Distributed Biological Observatory (DBO) regions show consistent results. The 30-year averaged trend for annual sea-ice duration in the southern Chukchi Sea is projected to be −0.68 (−0.74) days/year to −1.20 (−1.17) days/year for 2015–2044 under RCP8.5 (RCP4.5) emissions scenarios. This is equivalent to a reduction of 20–36 days in the annual sea-ice duration. A similar negative trend is also found at all eight DBO regions. The reduction in annual sea-ice duration will include both earlier break-up dates and later freeze-up dates. However, models project that a later freeze-up contributes more than earlier break-up to the overall shortening of annual sea-ice duration. Around the Bering Strait area, future changes are the smallest, with less than 20 days change in duration during the next 30 years. In contrast, up to a 60-day reduction of the sea-ice duration in the East Siberian, Chukchi and Beaufort Seas is projected near the middle of the 21st century, when averaged over the period of 2030–2044.","author":[{"family":"Wang","given":"Muyin"},{"family":"Yang","given":"Qiong"},{"family":"Overland","given":"James E."},{"family":"Stabeno","given":"Phyllis"}],"citation-key":"wang2018","container-title":"Deep Sea Research Part II: Topical Studies in Oceanography","DOI":"https://doi.org/10.1016/j.dsr2.2017.11.017","ISSN":"0967-0645","issued":{"date-parts":[["2018",6,1]]},"page":"22-34","title":"Sea-ice cover timing in the Pacific Arctic: The present and projections to mid-century by selected CMIP5 models","type":"article-journal","volume":"152"}
]
