[
  {"id":"bengtson2004","abstract":"The haulout patterns of five adult and two juvenile crabeater seals (Lobodon carcinophaga) were documented from February to December 1995 in three areas of the Antarctic. The longest haulout event was 19.2 h (mean=7.9, median=7.8); the longest in-water event was 85.8 h (mean=15.1, median=14.2). In no month were more than 76% of the adult seals in our sample hauled-out simultaneously. Multivariate repeated measures analysis of variance tests revealed no difference between males and females in the daily timing of haulout (P>0.05) between March and August (the only months with an adequate sample); in contrast, haulout timing differed between juvenile and adult seals (P<0.05) except in May. Juveniles spent about twice as much time hauled-out on the ice as adults (38% vs 20%, respectively; P<0.05). Predator avoidance by juveniles is hypothesized to be a possible cause for these differences. In light of these haulout patterns, population surveys of crabeater seals conducted in February, and as close as possible to local solar noon, can be expected to encounter the highest proportion of seals hauled-out on ice.","author":[{"family":"Bengtson","given":"J. L."},{"family":"Cameron","given":"M. F."}],"container-title":"Polar Biology","DOI":"DOI 10.1007/s00300-004-0597-1","ISSN":"0722-4060","issue":"6","issued":{"date-parts":[[2004,5]]},"language":"English","page":"344-349","title":"Seasonal haulout patterns of crabeater seals (<i>Lobodon carcinophaga</i>)","type":"article-journal","volume":"27"},
  {"id":"bengtson2005a","abstract":"Abstract  Aerial surveys were conducted in 1999 and 2000 to estimate the densities of ringed (Phoca hispida) and bearded (Erignathus barbatus) seals in the eastern Chukchi Sea. Survey lines were focused mainly on the coastal zone within 37 km of the shoreline, with additional lines flown 148–185 km offshore to assess how densities of seals changed as a function of distance from shore. Satellite-linked time-depth recorders were attached to ringed seals in both years to evaluate the time spent basking on the ice surface. Haulout patterns indicated that ringed seals transitioned to basking behavior in late May and early June, and that the largest proportion of seals (60–68%) was hauled out between 0830 and 1530 local solar time. Ringed seals were relatively common in nearshore fast ice and pack ice, with lower densities in offshore pack ice. The average density of ringed seals was 1.91 seals km−2 in 1999 (range 0.37–16.32) and 1.62 seals km−2 in 2000 (range 0.42–19.4), with the highest densities of ringed seals found in coastal waters south of Kivalina and near Kotzebue Sound. The estimated abundance of ringed seals for the entire study area was similar in 1999 (252,488 seals, SE=47,204) and 2000 (208,857 seals, SE=25,502). Bearded seals were generally more common in offshore pack ice, with the exception of high bearded seal numbers observed near the shore south of Kivalina. Bearded seal densities were not adjusted for haulout behavior, and therefore, abundance was not estimated. Unadjusted average bearded seal density was 0.07 seals km−2 in 1999 (range 0.011–0.393) and 0.14 seals km−2 in 2000 (range 0.009–0.652). Levels of primary productivity, benthic biomass, and fast ice distribution may influence the distributions of ringed and bearded seals in the Chukchi Sea. Information on movement and haulout behavior of ringed and bearded seals would be very useful for designing future surveys.","author":[{"family":"Bengtson","given":"J. L."},{"family":"Hiruki-Raring","given":"L. M."},{"family":"Simpkins","given":"M. A."},{"family":"Boveng","given":"P. L."}],"container-title":"Polar Biology","issue":"11","issued":{"date-parts":[[2005]]},"page":"833-845","title":"Ringed and bearded seal densities in the eastern Chukchi Sea, 1999-2000","type":"article-journal","volume":"28"},
  {"id":"betts2006","abstract":"Concerns about declines in forest biodiversity underscore the need for accurate estimates of the distribution and abundance of organisms at large scales and at resolutions that are fine enough to be appropriate for management. This paper addresses three major objectives: (i) to determine whether the resolution of typical air photo-derived forest inventory is sufficient for the accurate prediction of site occupancy by forest birds. We compared prediction success of habitat models using air photo variables to models with variables derived from finer resolution, ground-sampled vegetation plots. (ii) To test whether incorporating spatial autocorrelation into habitat models via autologistic regression increases prediction success. (iii) To determine whether landscape structure is an important factor in predicting bird distribution in forest-dominated landscapes. Models were tested locally (Greater Fundy Ecosystem [GFE]) using cross-validation, and regionally using an independent data set from an area located ca. 250km to the northwest (Riley Brook [RB]). We found significant positive spatial autocorrelation in the residuals of at least one habitat model for 76% (16/21) of species examined. In these cases, the logistic regression assumption of spatially independent errors was violated. Logistic models that ignored spatial autocorrelation tended to overestimate habitat effects. Though overall prediction success was higher for autologistic models than logistic models in the GFE, the difference was only significantly improved for one species. Further, the inclusion of spatial covariates did little to improve model performance in the geographically discrete study area. For 62% (13/21) of species examined, landscape variables were significant predictors of forest bird occurrence even after statistically controlling for stand-level variability. However, broad spatial extents explained less variation than local factors. In the GFE, 76% (16/21) of air photo and 81% (17/21) of ground plot models were accurate enough to be of practical utility (AUC>0.7). When applied to RB, both model types performed effectively for 55% (11/20) of the species examined. We did not detect an overall difference in prediction success between air photo and ground plot models in either study area. We conclude that air photo data are as effective as fine resolution vegetation data for predicting site occupancy for the majority of species in this study. These models will be of use to forest managers who are interested in mapping species distributions under various timber harvest scenarios, and to protected areas planners attempting to optimize reserve function.","accessed":{"date-parts":[[2021,4,23]]},"author":[{"family":"Betts","given":"Matthew G."},{"family":"Diamond","given":"A. W."},{"family":"Forbes","given":"G. J."},{"family":"Villard","given":"M. -A."},{"family":"Gunn","given":"J. S."}],"container-title":"Ecological Modelling","container-title-short":"Ecological Modelling","DOI":"10.1016/j.ecolmodel.2005.04.027","ISSN":"0304-3800","issue":"2","issued":{"date-parts":[[2006,1,31]]},"language":"en","page":"197-224","source":"ScienceDirect","title":"The importance of spatial autocorrelation, extent and resolution in predicting forest bird occurrence","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0304380005002759","volume":"191"},
  {"id":"boveng2009","archive_location":"noaa:3671","author":[{"family":"Boveng","given":"Peter Laurens"},{"family":"Bengtson","given":"John L."},{"family":"Buckley","given":"Troy William"},{"family":"Cameron","given":"Michael Foley"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Kelly","given":"Brendan Patrick"},{"family":"Megrey","given":"Bernard A."},{"family":"Overland","given":"James E."},{"family":"Williamson","given":"Neal J."}],"container-title":"U.S. Dep. Commer., NOAA Tech. Memo.","editor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"issued":{"date-parts":[[2009]]},"page":"153","title":"Status review of the spotted seal (<i>Phoca largha</i>)","type":"article-journal","URL":"https://repository.library.noaa.gov/view/noaa/3671","volume":"NMFS-AFSC-200"},
  {"id":"boveng2013a","abstract":"\"This status review is intended to be a compilation of the best available information concerning the status of ribbon seals (Histriophoca fasciata), including the past, present, and future threats to this species. It is an update to a previous review (Boveng et al. 2008) conducted in response to a petition filed by the Center for Biological Diversity to list the ribbon seal as threatened or endangered under the U.S. Endangered Species Act (ESA), primarily due to concern about threats to this species' habitat from climate warming and loss of sea ice. This update was compiled by a National Oceanic and Atmospheric Administration (NOAA) biological review team (BRT) under a settlement agreement with the Center for Biological Diversity on August 30, 2011, in which NMFS agreed to apply a modified approach to analyzing extinction risk in the 'foreseeable future', and incorporate new information that has become available since the previous review\"--Executive summary.","archive_location":"noaa:4451","author":[{"family":"Boveng","given":"Peter Laurens"},{"family":"Bengtson","given":"John L."},{"family":"Cameron","given":"Michael Foley"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Logerwell","given":"E. A. (Elizabeth A.)"},{"family":"London","given":"Josh M."},{"family":"Overland","given":"James E."},{"family":"Sterling","given":"Jeremy T."},{"family":"Stevenson","given":"Duane E.","suffix":"1970-"},{"family":"Taylor","given":"Barbara Louise","suffix":"1954-"},{"family":"Ziel","given":"Heather Lee","suffix":"1974-"}],"container-title":"U.S. Dep. Commer., NOAA Tech. Memo.","editor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"issued":{"date-parts":[[2013]]},"page":"174","title":"Status review of the ribbon seal (<i>Histriophoca fasciata</i>)","type":"article-journal","URL":"https://repository.library.noaa.gov/view/noaa/4451","volume":"NMFS-AFSC-255"},
  {"id":"boveng2018a","author":[{"family":"Boveng","given":"P."},{"family":"Lowry","given":"L."}],"container-title":"Encyclopedia of Marine Mammals: Third Edition","editor":[{"family":"Bernd Würsig","given":""},{"family":"J. G. M. Thewissen","given":""},{"family":"Kit Kovacs","given":""}],"event-place":"London","issued":{"date-parts":[[2018]]},"page":"811-813","publisher":"Academic Press","publisher-place":"London","title":"Ribbon seal (<i>Histriophoca fasciata</i>)","type":"chapter"},
  {"id":"bronson2009","abstract":"Seasonal reproduction is common among mammals at all latitudes, even in the deep tropics. This paper (i) discusses the neuroendocrine pathways via which foraging conditions and predictive cues such as photoperiod enforce seasonality, (ii) considers the kinds of seasonal challenges mammals actually face in natural habitats, and (iii) uses the information thus generated to suggest how seasonal reproduction might be influenced by global climate change. Food availability and ambient temperature determine energy balance, and variation in energy balance is the ultimate cause of seasonal breeding in all mammals and the proximate cause in many. Photoperiodic cueing is common among long-lived mammals from the highest latitudes down to the mid-tropics. It is much less common in shorter lived mammals at all latitudes. An unknown predictive cue triggers reproduction in some desert and dry grassland species when it rains. The available information suggests that as our climate changes the small rodents of the world may adapt rather easily but the longer lived mammals whose reproduction is regulated by photoperiod may not do so well. A major gap in our knowledge concerns the tropics; that is where most species live and where we have the least understanding of how reproduction is regulated by environmental factors.","author":[{"family":"Bronson","given":"F. H."}],"container-title":"Philosophical Transactions of the Royal Society B","container-title-short":"Philos T R Soc B","DOI":"10.1098/rstb.2009.0140","ISSN":"0962-8436","issue":"1534","issued":{"date-parts":[[2009,11,27]]},"language":"English","page":"3331-3340","title":"Climate change and seasonal reproduction in mammals","type":"article-journal","volume":"364"},
  {"id":"burns1969","author":[{"family":"Burns","given":"J. J."}],"container-title":"Volume X, Project W-14-R-3 & W-17-1, Work Plan F, Job No. 3","issued":{"date-parts":[[1969]]},"page":"25","title":"Marine mammal report","type":"article-journal"},
  {"id":"burns1973","author":[{"family":"Burns","given":"J. J."}],"issued":{"date-parts":[[1973]]},"language":"English","number-of-pages":"6","title":"Ice breeding spotted seal (<i>Phoca vitulina largha</i>)","type":"manuscript"},
  {"id":"burns1983","author":[{"family":"Burns","given":"J. J."},{"family":"Frost","given":"Kathryn J."}],"container-title":"Environmental Assessment of the Alaskan Continental Shelf. Final Reports of Principal Investigators. Volume 19. December 1983","event-place":"Juneau, AK","issued":{"date-parts":[[1983]]},"page":"311-392","publisher":"U.S. Department of Commerce, NOAA, and U.S. Department of the Interior","publisher-place":"Juneau, AK","title":"The natural history and ecology of the bearded seal, <i>Erignathus barbatus</i>","type":"chapter","volume":"19"},
  {"id":"cameron2010","archive_location":"noaa:3761","author":[{"family":"Cameron","given":"Michael Foley"},{"family":"Bengtson","given":"John L."},{"family":"Boveng","given":"Peter Laurens"},{"family":"Jansen","given":"J. K. (John Kevin)"},{"family":"Kelly","given":"Brendan Patrick"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Logerwell","given":"E. A. (Elizabeth A.)"},{"family":"Overland","given":"James E."},{"family":"Sabine","given":"Christopher L."},{"family":"Waring","given":"Gordon T."},{"family":"Wilder","given":"J. M."}],"container-title":"U.S. Dep. Commer., NOAA Tech. Memo.","editor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"issued":{"date-parts":[[2010]]},"page":"246","title":"Status review of the bearded seal (<i>Erignathus barbatus</i>)","type":"article-journal","URL":"https://repository.library.noaa.gov/view/noaa/3761","volume":"NMFS-AFSC-211"},
  {"id":"cavalieri1996","author":[{"family":"Cavalieri","given":"D. J."},{"family":"Parkinson","given":"C. L."},{"family":"Gloersen","given":"P."},{"family":"Zwally","given":"H."}],"issued":{"literal":"1996, updated yearly"},"title":"Sea ice concentrations from Nimbus-7 SMMR and DMSP SSM/I-SSMIS passive microwave data [indicate subset used]. Boulder, Colorado USA: NASA National Snow and Ice Data Center Distributed Active Archive Center","type":"webpage"},
  {"id":"conn2014a","accessed":{"date-parts":[[2019,4,11]]},"author":[{"family":"Conn","given":"Paul B."},{"family":"Ver Hoef","given":"Jay M."},{"family":"McClintock","given":"Brett T."},{"family":"Moreland","given":"Erin E."},{"family":"London","given":"Josh M."},{"family":"Cameron","given":"Michael F."},{"family":"Dahle","given":"Shawn P."},{"family":"Boveng","given":"Peter L."}],"container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12127","editor":[{"family":"Francis","given":"Charles"}],"ISSN":"2041210X","issue":"12","issued":{"date-parts":[[2014,12]]},"language":"en","page":"1280-1293","source":"DOI.org (Crossref)","title":"Estimating multispecies abundance using automated detection systems: ice-associated seals in the Bering Sea","title-short":"Estimating multispecies abundance using automated detection systems","type":"article-journal","URL":"http://doi.wiley.com/10.1111/2041-210X.12127","volume":"5"},
  {"id":"crawford2015","abstract":"Reductions in summer sea ice in the Chukchi and Beaufort seas are expected to affect what has been an ice-adapted marine food web in the Pacific Arctic. To determine whether recent decreases in sea ice have affected ice-associated marine predators (i.e., ringed, Pusa hispida, and bearded seals, Erignathus barbatus) in the Bering and Chukchi seas we compared diet, body condition, growth, productivity, and the proportion of pups harvested (an index of weaning success) for seals of each species harvested by 11 Alaskan villages during two periods; a historical (1975-1984) and a recent period (2003-2012). We also examined how changes in indices of seal health may be correlated with the reduction of sea ice characteristic of the recent period. For ringed seals >= 1 year of age, the % frequency of occurrence (%FO) of Arctic cod (Boreogadus saida), walleye pollock (Gadus chalcogramma), rainbow smelt (Osmerus mordax), and Pacific herring (Clupea pallasi) increased from the historic to the recent period, while the %FO of invertebrates decreased for both pups and seals >= 1 year of age. For bearded seals >= 1 year of age, the %FO of Arctic cod, pricklebacks, and flatfish increased during the recent period, while the %FO of saffron cod (Eleginus gracilis) decreased for pups. Although invertebrates did not change overall for either age class, decreases occurred in 10 of 24 specific prey categories, for bearded seals >= 1 year of age; only echiurids increased. The %FO of gastropods and bivalves increased for pups while isopods and one species of shrimp and crab decreased in octurrence.\nDuring the recent period ringed seals grew faster, had thicker blubber, had no change in pregnancy rate, matured 2 years earlier, and a larger proportion of pups was harvested than during the historical period. Correlations with spring ice concentration showed that the growth and blubber thickness of seals >= 1 year of age, blubber thickness of pups, and the proportion of pups in the harvest all declined for ringed seals when ice concentrations were higher in the historic period. However, only the correlations between high ice concentrations and growth of ringed seals >= 1 year of age and the proportion of ringed seal pups in the harvest were statistically significant. Although growth of bearded seals >= 1 year of age was slower during the recent period, it was similar to the average over the entire time series, and blubber thickness increased. Pup growth and blubber thickness did not change between periods. There was no change in pregnancy rate, but females matured 1.6 years earlier, and a larger proportion of pups were harvested. Correlations with spring ice concentration showed that the growth of seals >= 1 year of age, the growth of pups, blubber thickness of pups, and proportion of pups in the harvest also declined for bearded seals when sea ice concentrations were higher. However, no relationships between bearded seals and sea ice were statistically significant. Overall, our results suggest that ringed seals in the Alaskan Bering and Chukchi seas have adjusted to changes in diet, are growing faster and possibly Weaning more pups in the recent compared to the historic period. These patterns are less evident for bearded seals. Although the ringed and bearded seals we examined have not exhibited the declines in body condition, growth, or reproduction observed in other populations, continued monitoring and comparison among seal populations is vital to understanding the effects of changing environmental conditions in the Pacific Arctic region. (C) 2015 Elsevier Lid. All rights reserved.","author":[{"family":"Crawford","given":"J. A."},{"family":"Quakenbush","given":"L. T."},{"family":"Citta","given":"J. J."}],"container-title":"Prog Oceanogr","DOI":"10.1016/j.pocean.2015.05.011","ISSN":"0079-6611","issued":{"date-parts":[[2015,8]]},"language":"English","page":"133-150","title":"A comparison of ringed and bearded seal diet, condition and productivity between historical (1975-1984) and recent (2003-2012) periods in the Alaskan Bering and Chukchi seas","type":"article-journal","volume":"136"},
  {"id":"crawford2019","abstract":"Changing environmental conditions in the Pacific Arctic are expected to affect ice-adapted marine food webs. As such, understanding ringed seal (Pusa hispida) dive and haul-out behavior is vital to understanding if and how these environmental changes affect seal foraging behavior. Working with Alaska Native subsistence hunters, we tagged 14 adult and 20 subadult ringed seals with satellite-linked data recorders in Kotzebue Sound, Alaska, during late-September and October 2007–2009. Information about dive and haul-out behavior in the Bering and Chukchi seas was collected for 12–297 days. We analyzed indices of dive depth, duration, and rate, and haul-out probability using a model selection framework for adults during fall (late-September–November) and winter (December–March) and for subadults during fall, winter, and also spring (April–June). We found differences by season and time of day, but not by sex. Where subadults and adults occurred together, they dove to similar depths; although subadults were commonly located in deeper waters where they generally dove deeper than adults. Both age classes dove longer during winter and subadults tended to make a few more (~3.5) dives per hour than adults. Both age classes hauled out less and dove deeper, longer, and more frequently during midday than at other times of day. We suspect that seals dive deeper during midday because their prey migrates deeper. Dive and haul-out behaviors of ringed seals are influenced by a combination of factors, including prey distribution and abundance, sea ice, and seal diving physiology.","author":[{"family":"Crawford","given":"Justin A."},{"family":"Frost","given":"Kathryn J."},{"family":"Quakenbush","given":"Lori T."},{"family":"Whiting","given":"Alex"}],"container-title":"Polar Biology","DOI":"10.1007/s00300-018-2399-x","ISSN":"1432-2056","issue":"1","issued":{"date-parts":[[2019,1,1]]},"page":"65-80","title":"Seasonal and diel differences in dive and haul-out behavior of adult and subadult ringed seals (<i>Pusa hispida</i>) in the Bering and Chukchi seas","type":"article-journal","volume":"42"},
  {"id":"devins.johnson2008","abstract":"We propose a continuous-time version of the correlated random walk model for\nanimal telemetry data. The continuous-time formulation allows data that have been\nnonuniformly collected over time to be modeled without subsampling, interpolation, or\naggregation to obtain a set of locations uniformly spaced in time. The model is derived from a\ncontinuous-time Ornstein-Uhlenbeck velocity process that is integrated to form a location\nprocess. The continuous-time model was placed into a state–space framework to allow\nparameter estimation and location predictions from observed animal locations. Two\npreviously unpublished marine mammal telemetry data sets were analyzed to illustrate use\nof the model, by-products available from the analysis, and different modifications which are\npossible. A harbor seal data set was analyzed with a model that incorporates the proportion of\neach hour spent on land. Also, a northern fur seal pup data set was analyzed with a random\ndrift component to account for directed travel and ocean currents.","author":[{"family":"Devin S. Johnson","given":""},{"family":"Joshua M. London","given":""},{"family":"Mary-Anne Lea","given":""},{"family":"John Durban","given":""}],"container-title":"Ecology","issue":"5","issued":{"date-parts":[[2008]]},"page":"1208-1215","title":"Continuous-time correlated random walk model for animal telemetry data","type":"article-journal","volume":"89"},
  {"id":"feltz1966","abstract":"Summary Cell cultures were grown at 33°C and 37°C from the skin of two harbor seals, Phoca vitulina, one bearded seal, Erignathus barbatus, two Steller sea lions, Eumetopias jubata, and two walruses, Odobenus rosmarus. The minimal thermal requirements for growth of these cultures and three controls (WI-38, HEp2, and harbor seal kidney) were determined by incubating them at temperatures ranging from 4-37°C. Growth took place in some experimental cultures and all of the controls at temperatures as low as 17-19°C, was meager in all at 20-25°C, and was most rapid in all at 37°C. Suspensions of cells from the pinnipeds' skin survived storage in culture medium at 4°C for 2 to 6 months without total loss of viability. This was 3 to 10 times longer than the survival time of the controls. These findings are considered in relation to the anatomical and physiological characters of the skin of northern seals.","author":[{"family":"Feltz","given":"Elmer T."},{"family":"Fay","given":"Francis H."}],"container-title":"Cryobiology","issue":"3","issued":{"date-parts":[[1966]]},"page":"261-264","title":"Thermal requirements in vitro of epidermal cells from seals","type":"article-journal","volume":"3"},
  {"id":"frost2018","abstract":"Spotted seals (Phoca largha) occur primarily in seasonally ice-covered seas of the North Pacific Ocean. Breeding populations occur in the Bering Sea, Sea of Okhotsk, Yellow Sea, and Sea of Japan. This species is closely related to the harbor seal (Phoca vitulina). However, these sibling species have adapted very differently to their environments; spotted seals primarily breed and molt on sea ice and harbor seals on land.","accessed":{"date-parts":[[2021,11,12]]},"author":[{"family":"Frost","given":"Kathryn J."},{"family":"Burns","given":"John J."}],"container-title":"Encyclopedia of Marine Mammals (Third Edition)","DOI":"10.1016/B978-0-12-804327-1.00244-2","editor":[{"family":"Würsig","given":"Bernd"},{"family":"Thewissen","given":"J. G. M."},{"family":"Kovacs","given":"Kit M."}],"ISBN":"978-0-12-804327-1","issued":{"date-parts":[[2018,1,1]]},"language":"en","page":"928-931","publisher":"Academic Press","source":"ScienceDirect","title":"Spotted Seal: Phoca largha","title-short":"Spotted Seal","type":"chapter","URL":"https://www.sciencedirect.com/science/article/pii/B9780128043271002442"},
  {"id":"hamilton2018","abstract":"Multidecadal datasets are important for investigating the effects of a changing climate on top predators, particularly if short-term variations are to be differentiated from long-term trends. Annual increments (growth layer groups: GLGs) formed in the teeth of marine mammals have the potential to provide multidecadal proxy records or chronologies of energy budgets associated with growth, allowing for the investigation of potential environmental drivers of interannual variability and longer-term changes in growth. To date, methodology universally applicable across marine mammal species for developing such chronologies has not been established. Methodologies developed are often “bespoke” being developed specifically for individual species and datasets. This thereby limits the applicability of such methodologies to other species and regions and introduces difficulties in the replication of methods. By modifying dendrochronology (tree-ring dating) techniques, we provide a method for developing chronologies from GLG widths using sperm whales (Physeter macrocephalus) and long-finned pilot whales (Globicephala melas) as examples. The method firstly utilizes statistical crossdating to identify and correct potential errors in GLG identification ensuring assignment of GLGs to the correct calendar year. Common dendrochronology “detrending” methods were then tested for applicability and the most appropriate applied to remove age-related trends and variability specific to each individual in the example dataset. Finally, individual chronologies comprised of a standardized growth index were calculated and then averaged into a master chronology for each dataset, maximizing common patterns in growth across individuals and reducing noise in the data due to individual variability. The described approach to chronology development provides a number of advantages over others previously used on marine mammals; first, it has been formed on the basis of well-established and tested techniques and second provides a step-by-step process that is readily repeatable, thereby allowing direct comparisons between similarly developed chronologies from different species or regions. Once developed, chronologies can be used in modeling studies and compared with annually resolved climate indices to explore sensitivities in tooth growth and associated energetic budgets to environmental conditions.","author":[{"family":"Hamilton","given":"Vicki"},{"family":"Evans","given":"Karen"}],"container-title":"Journal of Experimental Marine Biology and Ecology","DOI":"https://doi.org/10.1016/j.jembe.2018.04.006","ISSN":"0022-0981","issued":{"literal":"8// 2018"},"page":"24-34","title":"Establishing growth chronologies from marine mammal teeth: a method applicable across species","type":"article-journal","volume":"505"},
  {"id":"harwood2020","author":[{"family":"Harwood","given":"Lois A."},{"family":"Smith","given":"Thomas G."},{"family":"Alikamik","given":"John"},{"family":"Alikamik","given":"Emma"},{"family":"Lea","given":"Ellen V."},{"family":"Stirling","given":"Ian"},{"family":"Wright","given":"Harold"},{"family":"Melling","given":"Humfrey"},{"family":"Zhu","given":"Xinhua"}],"container-title":"Arctic","DOI":"10.14430/arctic70428","issue":"2","issued":{"date-parts":[[2020]]},"page":"206-220","title":"Long-term, harvest-based monitoring of ringed seal body condition and reproduction in Canada’s western arctic: an update through 2019","type":"article-journal","URL":"https://doi.org/10.14430/arctic70428","volume":"73"},
  {"id":"huntington2020","abstract":"The highly productive northern Bering and Chukchi marine shelf ecosystem has long been dominated by strong seasonality in sea-ice and water temperatures. Extremely warm conditions from 2017 into 2019—including loss of ice cover across portions of the region in all three winters—were a marked change even from other recent warm years. Biological indicators suggest that this change of state could alter ecosystem structure and function. Here, we report observations of key physical drivers, biological responses and consequences for humans, including subsistence hunting, commercial fishing and industrial shipping. We consider whether observed state changes are indicative of future norms, whether an ecosystem transformation is already underway and, if so, whether shifts are synchronously functional and system wide or reveal a slower cascade of changes from the physical environment through the food web to human society. Understanding of this observed process of ecosystem reorganization may shed light on transformations occurring elsewhere.","author":[{"family":"Huntington","given":"Henry P."},{"family":"Danielson","given":"Seth L."},{"family":"Wiese","given":"Francis K."},{"family":"Baker","given":"Matthew"},{"family":"Boveng","given":"Peter"},{"family":"Citta","given":"John J."},{"family":"De Robertis","given":"Alex"},{"family":"Dickson","given":"Danielle M. S."},{"family":"Farley","given":"Ed"},{"family":"George","given":"J. Craighead"},{"family":"Iken","given":"Katrin"},{"family":"Kimmel","given":"David G."},{"family":"Kuletz","given":"Kathy"},{"family":"Ladd","given":"Carol"},{"family":"Levine","given":"Robert"},{"family":"Quakenbush","given":"Lori"},{"family":"Stabeno","given":"Phyllis"},{"family":"Stafford","given":"Kathleen M."},{"family":"Stockwell","given":"Dean"},{"family":"Wilson","given":"Chris"}],"container-title":"Nature Climate Change","DOI":"10.1038/s41558-020-0695-2","ISSN":"1758-6798","issue":"10","issued":{"date-parts":[[2020,2,24]]},"page":"342-348","title":"Evidence suggests potential transformation of the Pacific Arctic ecosystem is underway","type":"article-journal","URL":"https://doi.org/10.1038/s41558-020-0695-2"},
  {"id":"kelly1990","author":[{"family":"Kelly","given":"Brendan P."}],"issued":{"date-parts":[[1990,9,20]]},"language":"English","title":"Labrador retrievers and other high technologies in the investigation of ringed seal ecology: Purdue University Biology Graduate Student Seminar","type":"article"},
  {"id":"kelly2010","archive_location":"noaa:3762","author":[{"family":"Kelly","given":"Brendan Patrick"},{"family":"Bengtson","given":"John L."},{"family":"Boveng","given":"Peter Laurens"},{"family":"Cameron","given":"Michael Foley"},{"family":"Dahle","given":"Shawn Patrick"},{"family":"Jansen","given":"J. K. (John Kevin)"},{"family":"Logerwell","given":"E. A. (Elizabeth A.)"},{"family":"Overland","given":"James E."},{"family":"Sabine","given":"Christopher L."},{"family":"Waring","given":"Gordon T."},{"family":"Wilder","given":"J. M."}],"container-title":"U.S. Dep. Commer., NOAA Tech. Memo.","editor":[{"literal":"Alaska Fisheries Science Center (U.S.)"}],"issued":{"date-parts":[[2010]]},"page":"250","title":"Status review of the ringed seal (<i>Phoca hispida</i>)","type":"article-journal","URL":"https://repository.library.noaa.gov/view/noaa/3762","volume":"NMFS-AFSC-212"},
  {"id":"kwok2018","abstract":"Large-scale changes in Arctic sea ice thickness, volume and multiyear sea ice (MYI) coverage with available measurements from submarine sonars, satellite altimeters (ICESat and CryoSat-2), and satellite scatterometers are summarized. The submarine record spans the period between 1958 and 2000, the satellite altimeter records between 2003 and 2018, and the scatterometer records between 1999 and 2017. Regional changes in ice thickness (since 1958) and within the data release area of the Arctic Ocean, previously reported by Kwok and Rothrock (2009 Geophys. Res. Lett. 36 L15501), have been updated to include the 8 years of CryoSat-2 (CS-2) retrievals. Between the pre-1990 submarine period (1958–1976) and the CS-2 period (2011–2018) the average thickness near the end of the melt season, in six regions, decreased by 2.0 m or some 66% over six decades. Within the data release area (∼38% of the Arctic Ocean) of submarine ice draft, the thinning of ∼1.75 m in winter since 1980 (maximum thickness of 3.64 m in the regression analysis) has not changed significantly; the mean thickness over the CS-2 period is ∼2 m. The 15 year satellite record depicts losses in sea ice volume at 2870 km3/decade and 5130 km3/decade in winter (February–March) and fall (October–November), respectively: more moderate trends compared to the sharp decreases over the ICESat period, where the losses were weighted by record-setting melt in 2007. Over the scatterometer record (1999–2017), the Arctic has lost more than 2 × 106 km2 of MYI—a decrease of more than 50%; MYI now covers less than one-third of the Arctic Ocean. Independent MYI coverage and volume records co-vary in time, the MYI area anomalies explain ∼85% of the variance in the anomalies in Arctic sea ice volume. If losses of MYI continue, Arctic thickness/volume will be controlled by seasonal ice, suggesting that the thickness/volume trends will be more moderate (as seen here) but more sensitive to climate forcing.","accessed":{"date-parts":[[2020,10,6]]},"author":[{"family":"Kwok","given":"R."}],"container-title":"Environmental Research Letters","container-title-short":"Environ. Res. Lett.","DOI":"10.1088/1748-9326/aae3ec","ISSN":"1748-9326","issue":"10","issued":{"date-parts":[[2018,10]]},"language":"en","page":"105005","publisher":"IOP Publishing","source":"Institute of Physics","title":"Arctic sea ice thickness, volume, and multiyear ice coverage: losses and coupled variability (1958–2018)","title-short":"Arctic sea ice thickness, volume, and multiyear ice coverage","type":"article-journal","URL":"https://doi.org/10.1088%2F1748-9326%2Faae3ec","volume":"13"},
  {"id":"london2012","abstract":"The goal of this study was to model haul-out behavior of harbor seals (<i>Phoca vitulina</i>) in the Hood Canal region of Washington State with respect to changes in physiological, environmental, and temporal covariates. Previous research has provided a solid understanding of seal haul-out behavior. Here, we expand on that work using a generalized linear mixed model (GLMM) with temporal autocorrelation and a large dataset. Our dataset included behavioral haul-out records from archival and VHF radio tag deployments on 25 individual seals representing 61,430 seal hours. A novel application for increased computational efficiency allowed us to examine this large dataset with a GLMM that appropriately accounts for temporal autocorellation. We found significant relationships with the covariates hour of day, day of year, minutes from high tide and year. Additionally, there was a significant effect of the interaction term hour of day : day of year. This interaction term demonstrated that seals are more likely to haul out during nighttime hours in August and September, but then switch to predominantly daylight haul-out patterns in October and November. We attribute this change in behavior to an effect of human disturbance levels. This study also examined a unique ecological event to determine the role of increased killer whale (<italic>Orcinus orca</italic>) predation on haul-out behavior. In 2003 and 2005 these harbor seals were exposed to unprecedented levels of killer whale predation and results show an overall increase in haul-out probability after exposure to killer whales. The outcome of this study will be integral to understanding any changes in population abundance as a result of increased killer whale predation.","author":[{"family":"London","given":"Josh M."},{"family":"Ver Hoef","given":"Jay M."},{"family":"Jeffries","given":"Steven J."},{"family":"Lance","given":"Monique M."},{"family":"Boveng","given":"Peter L."}],"container-title":"PLoS ONE","DOI":"10.1371/journal.pone.0038180","issue":"6","issued":{"date-parts":[[2012,6,18]]},"page":"e38180","title":"Haul-out behavior of harbor seals (<i>Phoca vitulina</i>) in Hood Canal, Washington","type":"article-journal","volume":"7"},
  {"id":"mclaren1958a","abstract":"The preliminary study is based on material from 113 specimens from the eastern Canadian Arctic. Animals may be aged from claws up to 9 to 16 years. The male matures at 7 and the female at 6 years. The pup is produced around May 1 and the males are probably in full rut in mid-May. Females which have produced a pup forego ovulation until after the male rut, thus establishing a two year cycle of pup production. The embryo implants during a 1½-month period around early August, after 2½ months of delay in development. The animal grown from 120 cm. in nose-tail length at birth to about 235 cm. The female increases her length by about 33% in the first year and reaches about 91% of her final length at puberty, at 6 years; these figures are somewhat larger than expected from the growth patterns of other Pinnipedia.","author":[{"family":"McLaren","given":"I. A."}],"container-title":"Journal of the Fisheries Research Board of Canada","container-title-short":"J. Fish. Res. Bd. Can.","issue":"2","issued":{"date-parts":[[1958]]},"page":"219-227","title":"Some aspects of growth and reproduction of the bearded seal, <i>Erignathus barbartus</i> (Erxleben)","type":"article-journal","volume":"15"},
  {"id":"meier2014","accessed":{"date-parts":[[2019,6,4]]},"author":[{"family":"Meier","given":"Walter N."},{"family":"Hovelsrud","given":"Greta K."},{"family":"Oort","given":"Bob E. H.","dropping-particle":"van"},{"family":"Key","given":"Jeffrey R."},{"family":"Kovacs","given":"Kit M."},{"family":"Michel","given":"Christine"},{"family":"Haas","given":"Christian"},{"family":"Granskog","given":"Mats A."},{"family":"Gerland","given":"Sebastian"},{"family":"Perovich","given":"Donald K."},{"family":"Makshtas","given":"Alexander"},{"family":"Reist","given":"James D."}],"container-title":"Reviews of Geophysics","ISSN":"1944-9208","issue":"3","issued":{"date-parts":[[2014,9,1]]},"language":"en","page":"185-217","source":"agupubs.onlinelibrary.wiley.com","title":"Arctic sea ice in transformation: A review of recent observed changes and impacts on biology and human activity","title-short":"Arctic sea ice in transformation","type":"article-journal","URL":"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1002/2013RG000431","volume":"52"},
  {"id":"mesinger2006","author":[{"family":"Mesinger","given":"Fedor"},{"family":"DiMego","given":"Geoff"},{"family":"Kalnay","given":"Eugenia"},{"family":"Mitchell","given":"Kenneth"},{"family":"Shafran","given":"Perry C"},{"family":"Ebisuzaki","given":"Wesley"},{"family":"Jović","given":"Dušan"},{"family":"Woollen","given":"Jack"},{"family":"Rogers","given":"Eric"},{"family":"Berbery","given":"Ernesto H"}],"container-title":"Bulletin of the American Meteorological Society","ISSN":"0003-0007","issue":"3","issued":{"date-parts":[[2006]]},"page":"343-360","title":"North American regional reanalysis","type":"article-journal","volume":"87"},
  {"id":"olnes2020","abstract":"Bearded seals (Erignathus barbatus) are abundant in the Pacific Arctic and are an important subsistence resource for many Alaska Native communities. The Pacific Arctic is warming rapidly with substantial consequences predicted for ice-associated marine mammals, such as the bearded seal, which led to its 2012 listing as Threatened under the U.S. Endangered Species Act. We provide the most comprehensive description of juvenile bearded seal movement, diving, and haul-out behaviors for the Pacific Arctic, obtained from 24 seals tagged with satellite-linked data recorders along Alaska’s coast from 2014 to 2018. Most seals (19 of 24) made north–south movements with the seasonal extent of sea ice, however, all three seals tagged north of Bering Strait made minimal north–south movements and two seals tagged in the Bering Sea moved north as sea ice advanced south. All seals primarily occupied shallow coastal waters and areas with intermediate-concentration pack ice or that were near the ice edge. Seals spent half their time near the sea floor. Hauling out occurred less in the winter and increased during spring and summer, coinciding with the annual molting period. When ice was at its minimum extent, seven seals frequently hauled out on land. Juvenile bearded seals made use of much of the continental shelf in the Bering, Chukchi and Beaufort Seas, and their use of a broad range of ice concentrations and willingness to haul out on land suggests some resilience to changing sea ice conditions. However, whether the behaviors we documented in juveniles are similar for adult bearded seals remains unclear.","author":[{"family":"Olnes","given":"J."},{"family":"Crawford","given":"J."},{"family":"Citta","given":"J. J."},{"family":"Druckenmiller","given":"M. L."},{"family":"Von Duyke","given":"A. L."},{"family":"Quakenbush","given":"L."}],"container-title":"Polar Biology","DOI":"10.1007/s00300-020-02710-6","ISSN":"1432-2056","issued":{"date-parts":[[2020,7,8]]},"title":"Movement, diving, and haul-out behaviors of juvenile bearded seals in the Bering, Chukchi and Beaufort seas, 2014–2018","type":"article-journal","URL":"https://doi.org/10.1007/s00300-020-02710-6"},
  {"id":"overland2021","abstract":"Twenty years ago, the Arctic was more resilient than now as sea ice was three times thicker than today. Heavier and more persistent sea ice provided a buffer against the influence of short-term climate fluctuations. Sea ice/atmospheric interactions now point to revisiting the concept of abrupt change. The recent decade has seen Arctic extreme events in climate and ecosystems including some events beyond previous records that imply increased future uncertaintly. While their numbers may increase, the distribution of the type, location, and timing of extreme events are less predictable. Recent processes include albedo shifts and increased sensitivity of sea ice to storms in marginal seas. Such new extremes include Greenland ice mass loss, sea ice as thin and mobile, coastal erosion, springtime snow loss, permafrost thaw, wildfires, and bottom to top ecosystem reorganizations, a consilience of impacts. One cause for such events is due to natural variability in a wavy tropospheric jet stream and polar vortex displacements, interacting with ongoing Arctic Amplification: temperature increases, sea ice loss, and permafrost thaw. This connecting hypothesis is validated by the variability of rare events matching interannual and spatial variability of weather. A proposed way forward for adaptation planning is through narrative/scenario approaches. Unless CO2 emissions are reduced, further multiple types of Arctic extremes are expected in the next decades with environmental and societal impacts spreading through the Arctic and beyond.","accessed":{"date-parts":[[2021,11,4]]},"author":[{"family":"Overland","given":"James E."}],"container-title":"Climatic Change","container-title-short":"Climatic Change","DOI":"10.1007/s10584-021-03238-2","ISSN":"1573-1480","issue":"3","issued":{"date-parts":[[2021,10,27]]},"language":"en","page":"27","source":"Springer Link","title":"Rare events in the Arctic","type":"article-journal","URL":"https://doi.org/10.1007/s10584-021-03238-2","volume":"168"},
  {"id":"perpinan2012","author":[{"family":"Perpiñán","given":"Oscar"}],"container-title":"Journal of Statistical Software","issue":"9","issued":{"date-parts":[[2012]]},"page":"1-32","title":"solaR: Solar Radiation and Photovoltaic Systems with R","type":"article-journal","URL":"http://www.jstatsoft.org/v50/i09/","volume":"50"},
  {"id":"perry2017","accessed":{"date-parts":[[2021,3,24]]},"author":[{"family":"Perry","given":"Elizabeth A."},{"family":"Stenson","given":"Garry B."},{"family":"Buren","given":"Alejandro D."}],"container-title":"Polar Biology","container-title-short":"Polar Biol","DOI":"10.1007/s00300-016-1938-6","ISSN":"0722-4060, 1432-2056","issue":"1","issued":{"date-parts":[[2017,1]]},"language":"en","page":"151-160","source":"DOI.org (Crossref)","title":"Attendance and nursing patterns of harp seals in the harsh environment of the northwest Atlantic","type":"article-journal","URL":"http://link.springer.com/10.1007/s00300-016-1938-6","volume":"40"},
  {"id":"rcoreteam2021","author":[{"literal":"R Core Team"}],"event-place":"Vienna, Austria","genre":"manual","issued":{"date-parts":[[2021]]},"publisher-place":"Vienna, Austria","title":"R: A language and environment for statistical computing","type":"report","URL":"https://www.R-project.org/"},
  {"id":"reder2003","abstract":"Haulout behaviour of harbour seals, living at the northern limit of their distributional range on Svalbard, Norway, was investigated from June to August 2000 using a combination of low-tide counts performed during boat surveys, hourly counts through 12- or 24-h cycles at specific haulout sites, and telemetric data from 37 VHF-tagged seals. The largest aggregations of seals were found at Skarvnes, a site where numbers increased steadily through the summer, reaching a peak during the moulting period in August. At this site, season/date, time of day, tidal state and temperature all significantly influenced the number of animals ashore. At the second most frequented haulout site, at Soroya, season/date, time of day, temperature and cloud cover significantly affected the number of seals using the site. Pups were found predominantly at Soroya (7.8 pups+/-6.3 SD, N=53 counts); they were less common at Skarvnes (1.0 pups+/-0.2 SD, N=95 counts). Haulout patterns varied by age and sex class in accordance with the demands of lactation, mating and moult. Our limited data on mother-pup pairs suggest that they are closely associated during the nursing period, spending approximately 50% of their time hauled out together. Post lactation, most adult females left haulout areas for periods of up to several days. The haulout behaviour of adult males suggested that they adjusted their behaviour to follow female distribution and movement patterns during the breeding period. Most juveniles and adults of both sexes stayed ashore for prolonged periods during moulting, which took place first in juveniles, then in adult females and finally in adult males. The results of our study show that the basic haulout behaviour patterns of harbour seals at Svalbard are similar to this species' behaviour at lower latitudes.","author":[{"family":"Reder","given":"S."},{"family":"Lydersen","given":"C."},{"family":"Arnold","given":"W."},{"family":"Kovacs","given":"K. M."}],"container-title":"Polar Biology","issue":"1","issued":{"date-parts":[[2003,12]]},"page":"6-16","title":"Haulout behaviour of High Arctic harbour seals (<i>Phoca vitulina vitulina</i>) in Svalbard, Norway","type":"article-journal","volume":"27"},
  {"id":"southwell2008","abstract":"The Ross seal (Ommatophoca rossii) is the least studied of the Antarctic ice-breeding phocids. In particular, estimating the population status of the Ross seal has proved extremely difficult. The Protocol on Environmental Protection to the Antarctic Treaty currently designates the Ross seal as a , contrasting with the IUCN's classification of . As part of a review of the Ross seal's classification under the Protocol, a survey was undertaken in 1999/2000 to estimate the status of the Ross seal population in the pack ice off East Antarctica between 64E. Shipboard and aerial sighting surveys were carried out along 947655 900 seals. Limits on plausible estimates ranged from 20 500 (lower 2.5 percentile) to 226 600 (upper 97.5 percentile).","author":[{"family":"Southwell","given":"Colin J."},{"family":"Paxton","given":"Charles G. M."},{"family":"Borchers","given":"David L."},{"family":"Boveng","given":"Peter L."},{"family":"Nordøy","given":"Erling S."},{"family":"Blix","given":"Arnoldus Schytte"},{"family":"De La Mare","given":"William K."}],"container-title":"Antarctic Science","ISSN":"0954-1020","issue":"02","issued":{"date-parts":[[2008]]},"page":"123-133","title":"Estimating population status under conditions of uncertainty: the Ross seal in East Antarctica","type":"article-journal","volume":"20"},
  {"id":"temte1994","abstract":"The harbour seal (Phoca vitulina) has delayed implantation, precise annual birth timing, and significant latitudinal variation in birth timing. The birth timing patterns of four distinct groups of seals, including colonies of P. v. vitulina and colonies and captive individuals of P. v. richardsi, were examined using population-based photoperiod analysis to assess the role of photoperiod in setting annual birth timing. This analysis simultaneously determined the time, relative to birth, at which photoperiod response was likely to occur and the critical photoperiod. Despite marked differences in birth timing patterns, a high level of agreement was found among groups for the timing of photoperiod response. The two subspecies, however, demonstrated significantly divergent critical photoperiods. Eastern Atlantic harbour seals were exposed to a common critical photoperiod of 11.7 h/day on the 268th pre-partum day. Wild Pacific harbour seals were exposed to 14.3 h/day on the 283rd pre-partum day. These times corresponded to the estimated occurrence of blastocyst implantation. \nUsing the above information, three small captive populations were subjected to artificially prolonged photoperiods during the period of embryonic diapause to test whether subsequent birth timing could be delayed. Technical difficulties invalidated results at two sites. At the third and largest colony, the mean pupping date of six individuals was significantly delayed by 10.7 days. The precision and latitudinal variation of annual birth timing in the harbour seal are due to a response to photoperiod which occurs immediately prior to blastocyst implantation. The critical photoperiod, however, is divergent among subspecies and, thus, has probably evolved allowing seasonal adaptation. Similar environmental signalling has been described for California sea lions and northern fur seals and represents the likely timing mechanism for most pinniped species.","author":[{"family":"Temte","given":"J. L."}],"container-title":"J. Zool.","ISSN":"0952-8369","issue":"3","issued":{"date-parts":[[1994]]},"page":"369-384","title":"Photoperiod control of birth timing in the harbour seal (<i>Phoca vitulina</i>)","type":"article-journal","volume":"233"},
  {"id":"teneyck2018","abstract":"In this paper, we propose and investigate an alternate approach to pseudo-likelihood model selection in the generalized linear mixed modeling framework. The problem with the natural approach to the computation of pseudo-likelihood model selection criteria is that the pseudo-data vary for each candidate model, leading to criteria based on fundamentally different goodness-of-fit statistics, rendering them incomparable. We propose a technique that circumvents this problem. This new approach can be implemented using a SAS macro that obtains and applies the pseudo-data from the full model to fitting candidate models based on all possible subsets of predictor variables. We justify the propriety of the resulting pseudo-likelihood selection criteria through an extensive study designed as a factorial experiment. We then illustrate this new method in a modeling application pertaining to bullying in public schools. The data set for the application is taken from three waves of the Iowa Youth Survey.","accessed":{"date-parts":[[2021,4,12]]},"author":[{"family":"Ten Eyck","given":"Patrick"},{"family":"Cavanaugh","given":"Joseph E."}],"container-title":"Sankhya B","container-title-short":"Sankhya B","DOI":"10.1007/s13571-017-0130-5","ISSN":"0976-8394","issue":"1","issued":{"date-parts":[[2018,5,1]]},"language":"en","page":"98-122","source":"Springer Link","title":"An Alternate Approach to Pseudo-Likelihood Model Selection in the Generalized Linear Mixed Modeling Framework","type":"article-journal","URL":"https://doi.org/10.1007/s13571-017-0130-5","volume":"80"},
  {"id":"thometz2021","abstract":"Arctic seals, including spotted (Phoca largha), ringed (Pusa hispida) and bearded (Erignathus barbatus) seals, are directly affected by sea ice loss. These species use sea ice as a haul-out substrate for various critical functions, including their annual molt. Continued environmental warming will inevitably alter the routine behavior and overall energy budgets of Arctic seals, but it is difficult to quantify these impacts as their metabolic requirements are not well known—due in part to the difficulty of studying wild individuals. Thus, data pertaining to species-specific energy demands are urgently needed to better understand the physiological consequences of rapid environmental change. We used open-flow respirometry over a four-year period to track fine-scale, longitudinal changes in the resting metabolic rate (RMR) of four spotted seals, three ringed seals and one bearded seal trained to participate in research. Simultaneously, we collected complementary physiological and environmental data. Species-specific metabolic demands followed expected patterns based on body size, with the largest species, the bearded seal, exhibiting the highest absolute RMR (0.48 ± 0.04 L O2 min−1) and the lowest mass-specific RMR (4.10 ± 0.47 ml O2 min−1 kg−1), followed by spotted (absolute: 0.33 ± 0.07 L O2 min−1; mass-specific: 6.13 ± 0.73 ml O2 min−1 kg−1) and ringed (absolute: 0.20 ± 0.04 L O2 min−1; mass-specific: 7.01 ± 1.38 ml O2 min−1 kg−1) seals. Further, we observed clear and consistent annual patterns in RMR that related to the distinct molting strategies of each species. For species that molted over relatively short intervals—spotted (33 ± 4 days) and ringed (28 ± 6 days) seals—metabolic demands increased markedly in association with molt. In contrast, the bearded seal exhibited a prolonged molting strategy (119 ± 2 days), which appeared to limit the overall cost of molting as indicated by a relatively stable annual RMR. These findings highlight energetic trade-offs associated with different molting strategies and provide quantitative data that can be used to assess species-specific vulnerabilities to changing conditions.","accessed":{"date-parts":[[2021,1,8]]},"author":[{"family":"Thometz","given":"Nicole M"},{"family":"Hermann-Sorensen","given":"Holly"},{"family":"Russell","given":"Brandon"},{"family":"Rosen","given":"David A S"},{"family":"Reichmuth","given":"Colleen"}],"container-title":"Conservation Physiology","DOI":"10.1093/conphys/coaa112","ISSN":"2051-1434","issue":"1","issued":{"date-parts":[[2021]]},"title":"Molting strategies of Arctic seals drive annual patterns in metabolism","type":"article-journal","URL":"https://doi.org/10.1093/conphys/coaa112","volume":"9"},
  {"id":"udevitz2009","abstract":"Understanding haul-out behavior of ice-associated pinnipeds is essential for designing and interpreting population surveys and for assessing effects of potential changes in their ice environments. We used satellite-linked transmitters to obtain sequential information about location and haul-out state for Pacific walruses, Odobenus rosmarus divergens (Illiger, 1815), in the Bering Sea during April of 2004, 2005, and 2006. We used these data in a generalized mixed model of haul-out bout durations and a hierarchical Bayesian model of haul-out probabilities to assess factors related to walrus haul-out behavior, and provide the first predictive model of walrus haul-out behavior in sea ice habitat. Average haul-out bout duration was 9 h, but durations of haul-out bouts tended to increase with durations of preceding in-water bouts. On average, tagged walruses spent only about 17% of their time hauled out on sea ice. Probability of being hauled out decreased with wind speed, increased with temperature, and followed a diurnal cycle with the highest values in the evening. Our haul-out probability model can be used to estimate the proportion of the population that is unavailable for detection in spring surveys of Pacific walruses on sea ice.","author":[{"family":"Udevitz","given":"Mark S."},{"family":"Jay","given":"Chadwick V."},{"family":"Fischback","given":"Anthony S."},{"family":"Garlich-Miller","given":"Joel L."}],"container-title":"Can. J. Zool","DOI":"10.1139/Z09-098","issue":"12","issued":{"date-parts":[[2009]]},"page":"1111-1128","title":"Modeling haul-out behavior of walruses in Bering Sea ice","type":"article-journal","volume":"87"},
  {"id":"verhoef2010a","abstract":"This paper considers ways to increase computational speed in generalized\nlinear mixed pseudo-models for the case of many repeated measurements on subjects.\nWe obtain linearly increasing computing time with number of observations, as opposed\nto exponentially increasing computing time using numerical optimization. We also find\na surprising result; that incomplete optimization for covariance parameters within the\nlarger parameter estimation algorithm actually decreases time to convergence. After\ncomparing various computing algorithms and choosing the best one, we fit a generalized\nlinear mixed model to a binary time series data set with over 100 fixed effects, 50\nrandom effects, and approximately 1.5 × 10<sup>5</sup> observations.","author":[{"family":"Ver Hoef","given":"Jay M."},{"family":"London","given":"J. M."},{"family":"Boveng","given":"Peter L."}],"container-title":"Computational Statistics","DOI":"10.1007/s00180-009-0160-1","issue":"1","issued":{"date-parts":[[2010]]},"page":"39-55","title":"Fast computing of some generalized linear mixed pseudo-models with temporal autocorrelation","type":"article-journal","volume":"25"},
  {"id":"verhoef2014a","abstract":"We conducted population surveys of spotted seals, ribbon seals and bearded seals\nin an area of 81,600 km2 in the Bering Sea between 13 April and 26 May 2007. During\nthat period, the sea ice conditions and spatial distribution of seals changed dramatically.\nWe surveyed 2,748 km2 with line transect methods from a helicopter deployed from the US\nCoast Guard icebreaker Healy. We accounted for incomplete availability of seals with a generalized\nlinear mixed model for seal haul-out probability sampled by satellite telemetry. We\naccounted for incomplete detection through standard distance-sampling methods along with\na double-observer model. The availability and detection models were combined in a Horvitz-\nThompson-like sampling model for local abundance in space and time. To accommodate the\nshifting ice and seal movements, we then developed a hierarchical spatially-autocorrelated\nregression model using remotely sensed sea ice concentration data to predict abundance at\neach survey date. While abundance estimation was very imprecise for each date, we were\nable to combine them to obtain good estimates of overall population abundance even though\nthe population was spatially dynamic. The proposed hierarchical model combined submodels\nand accounted for their sources of uncertainty. Spotted seals were most abundant within\nthe study area (141,479, 95% CI 92,769-321,882), followed by bearded seals (63,188, 95% CI\n38,370 - 138,597) and ribbon seals (57,855, 95% CI 25,504 - 231,600).","author":[{"family":"Ver Hoef","given":"Jay M."},{"family":"Cameron","given":"Michael F."},{"family":"Boveng","given":"Peter L."},{"family":"London","given":"Josh M."},{"family":"Moreland","given":"Erin E."}],"container-title":"Statistical Methodology","DOI":"http://dx.doi.org/10.1016/j.stamet.2013.03.001","ISSN":"1572-3127","issued":{"date-parts":[[2014]]},"page":"46-66","title":"A spatial hierarchical model for abundance of three ice-associated seal species in the eastern Bering Sea","type":"article-journal","volume":"17"},
  {"id":"vonduyke2020","abstract":"Continued Arctic warming and sea-ice loss will have important implications for the conservation of ringed seals, a highly ice-dependent species. A better understanding of their spatial ecology will help characterize emerging ecological trends and inform management decisions. We deployed satellite transmitters on ringed seals in the summers of 2011, 2014, and 2016 near Utqia?vik (formerly Barrow), Alaska, to monitor their movements, diving, and haul-out behavior. We present analyses of tracking and dive data provided by 17 seals that were tracked until at least January of the following year. Seals mostly ranged north of Utqia?vik in the Beaufort and Chukchi Seas during summer before moving into the southern Chukchi and Bering Seas during winter. In all seasons, ringed seals occupied a diversity of habitats and spatial distributions, from near shore and localized, to far offshore and wide-ranging in drifting sea ice. Continental shelf waters were occupied for >96% of tracking days, during which repetitive diving (suggestive of foraging) primarily to the seafloor was the most frequent activity. From mid-summer to early fall, 12 seals made ~1-week forays off-shelf to the deep Arctic Basin, most reaching the retreating pack-ice, where they spent most of their time hauled out. Diel activity patterns suggested greater allocation of foraging efforts to midday hours. Haul-out patterns were complementary, occurring mostly at night until April-May when midday hours were preferred. Ringed seals captured in 2011?concurrent with an unusual mortality event that affected all ice-seal species?differed morphologically and behaviorally from seals captured in other years. Speculations about the physiology of molting and its role in energetics, habitat use, and behavior are discussed; along with possible evidence of purported ringed seal ecotypes.","author":[{"family":"Von Duyke","given":"Andrew L."},{"family":"Douglas","given":"David C."},{"family":"Herreman","given":"Jason K."},{"family":"Crawford","given":"Justin A."}],"container-title":"Ecology and Evolution","DOI":"10.1002/ece3.6302","ISSN":"2045-7758","issue":"n/a","issued":{"date-parts":[[2020,5,5]]},"page":"1-22","title":"Ringed seal (<i>Pusa hispida</i>) seasonal movements, diving, and haul-out behavior in the Beaufort, Chukchi, and Bering Seas (2011–2017)","type":"article-journal","volume":"00"},
  {"id":"wang2017","abstract":"With the sea-ice cover in the Arctic fast declining, changes to the timing of sea-ice break-up and freeze-up is an urgent economic, social, and scientific concern. Based on daily sea-ice concentration data we assess three variables: the dates of sea-ice break-up and freeze-up, and the annual sea-ice duration in the Pacific Arctic. The simulation results from the coupled Atmosphere-Ocean General Circulation Models from phase 5 of the Coupled Model Intercomparison Project (CMIP5) are the source for this study. Compared with observations, CMIP5 models simulate all three variables well. The length of sea-ice duration is shrinking, with the strongest trend occurring for the period 1990-2014; this downward trend is projected to continue at least through mid-century by the CMIP5 models. Comparisons made at eight Chukchi Sea mooring sites and eight Distributed Biological Observatory (DBO) regions show consistent results. The 30-year averaged trend for annual sea-ice duration in the southern Chukchi Sea is projected to be -0.68 (-0.74) days/year to -1.20 (-1.17) days/year for 2015-2044 under RCP8.5 (RCP4.5) emissions scenarios. This is equivalent to a reduction of 20-36 days in the annual sea-ice duration. A similar negative trend is also found at all eight DBO regions. The reduction in annual sea-ice duration will include both earlier break-up dates and later freeze-up dates. However, models project that a later freeze-up contributes more than earlier break-up to the overall shortening of annual sea-ice duration. Around the Bering Strait area, future changes are the smallest, with less than 20 days change in duration during the next 30 years. In contrast, up to a 60-day reduction of the sea-ice duration in the East Siberian, Chukchi and Beaufort Seas is projected near the middle of the 21st century, when averaged over the period of 2030-2044.","author":[{"family":"Wang","given":"Muyin"},{"family":"Yang","given":"Qiong"},{"family":"Overland","given":"James"},{"family":"Stabeno","given":"Phyllis"}],"container-title":"Deep Sea Research Part II: Topical Studies in Oceanography","container-title-short":"Deep Sea Research Part II: Topical Studies in Oceanography","DOI":"10.1016/j.dsr2.2017.11.017","issued":{"date-parts":[[2017,12,1]]},"source":"ResearchGate","title":"Sea-ice cover timing in the Pacific Arctic: The present and projections to mid-century by selected CMIP5 models","title-short":"Sea-ice cover timing in the Pacific Arctic","type":"article-journal"}
]
